Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Relatively small with grey-brown coat, a brown chest patch and white-grey underbelly, lacks black ear-tips and has proportionately shorter legs
cs_cz: Poměrně malý s šedohnědou srstí, hnědou skvrnou na hrudi a bílo-šedým podbřiškem, postrádá černé špičky uší a má úměrně kratší nohy
de_de: Relativ klein mit graubraunem Fell, braunem Brustfleck und weißgrauem Unterbauch, hat keine schwarzen Ohrspitzen und proportional kürzere Beine als der Feldhase
el_gr: Σχετικά μικρό με γκρι-καφέ γούνα, μία καφέ κηλίδα στο στέρνο και λευκή-γκρί κοιλιά, το τελείωμα των αυτιών δεν είναι μαύρο και έχει, αναλογικά, μικρότερα πόδια
es_es: Relativamente pequeño, con un pelaje marrón grisáceo, un parche en el pecho marrón y un vientre blanco-grisáceo, carece de puntas negras en las orejas y tiene las patas proporcionalmente más cortas que las liebres
fr_fr: Relativement petit, avec un pelage gris-brun sur le dos, une tâche marron sur la poitrine et un ventre gris-blanc, absence de noir au bout des oreilles, et des pattes proportionnellement plus courtes
hr_hr: Razmjerno mali sa sivo smeđim krznom, smeđim mrljama na prsima i bijelo sivim trbuhom, bez crnih vrhova ušiju i proporcionalno kraćih nogu
it_it: Relativamente piccolo con mantello grigio-bruno, una chiazza marrone sul petto e ventre bianco-grigio, assenza di punta nera sulle orecchie e zampe proporzionalmente più corte rispetto alle lepri
lt_lt: Santykinai nedidelis, pilkai rudi kailiu, ruda dėme ant krūtinės, pilkai-balta papilve, ausų galiukai ne juodi, kojos trumpesnės
mk_mk: Релативно мал со сиво-кафеаво крзно, кафеав дел на градите и бело-сив стомак, нема црно на врвот на ушите и има пропорционално пократки нозе
no_no: Relativt liten med gråbrun pels, en brun brystflekk og hvitgrå underside, mangler svarte ørespisser og har forholdsmessig kortere ben
pl_pl: Średniej wielkości zajęczak. Sierść na grzbiecie szaro-brązowa, na brzuchu biało-szara. Na klatce piersiowej brązowa plama. Krótkie uszy bez czarnego obramowania. Tylne łapy stosunkowo krótkie.
pt_pt: Relativamente pequeno, tem pelagem castanho-acinzentada, tórax castanho e ventre branco-acinzentado. Não tem as pontas das orelhas pretas e possui membros proporcionalmente mais curtos. A cauda é em forma de tufo.
sk_sk: Pomerne malý so šedohnedou srsťou, hnedou škvrnou na hrudi a bielo-sivým podbruškom, postráda čierne špičky uší a má úmerne kratšie nohy.
sq_al: Relativisht i vogël me një mbulesë gri në kafe, një pjese kafe në gjoks, pjesën e poshtme e ka gri në të bardhë, i mungon pjesa e zezë tek veshët dhe ka këmbë proporcionalisht të shkurtra
sr_me: Relativno mali sa sivo-smeđim krznom, smeđim mrljama i bijelo-sivim podtrbušnim dijelom, bez crnih vrhova na ušima i sa proporcionalnom kraćim nogama.
sr_rs: Релативно мали са сиво смеђим крзном, смеђим грудима и бело-сивим трбухом, без црне боје на врху ушију и пропорционално краћих ногу

source: Brown and black back and white underbelly, black tail with white underside, brown-gray ears usually with black tips
cs_cz: Hnědý a černý hřbet a bílý podbřišek, černý ocas s bílou spodní stranou, hnědošedé uši obvykle s černými špičkami
de_de: Braun und schwarzer Rücken mit weißem Bauch, schwarzer Schwanz mit weißer Unterseite, grau-braune Ohren, normalerweise mit schwarzen Spitzen
el_gr: Καφέ και μαύρη ράχη και λευκή κοιλιά, μαύρη ουρά με λευκή κάτω πλευρά, καφέ-γκρι αυτιά συνήθως με μαύρο τελείωμα
es_es: Espalda marrón y negra y vientre blanco, cola negra con parte inferior blanca, orejas gris-marrones generalmente con puntas negras.
fr_fr: Dos brun et noir, ventre blanc, queue noire avec le dessous blanc, oreilles brun-gris généralement avec la pointe noire
hr_hr: Smeđe- crna leđa i bijeli donji dio, crni rep s bijelom donjom stranom, smeđe-sive uši obično s crnim vrhovima
it_it: Dorso bruno e nero e ventre bianco, coda nera con parte inferiore bianca, orecchie marroni-grigie solitamente con apice nero
lt_lt: Nugara rudos ir juodos spalvos, papilvė balta, uodega juoda su balta apačia, ausys rudai-pilkos, juodais galiukais
mk_mk: Кафеав и црн грб и бел стомак, црна опашка која е бела на долната страна, кафеаво-сиви уши обично со црни врвови
no_no: Brun og svart rygg og hvit mage, svart hale med hvit underside, brungrå ører vanligvis med svarte spisser
pl_pl: Duży zajęczak. Sierść na grzbiecie brązowo-czarna, na brzuchu biała. Uszy dłuższe od głowy, brązowo-szare z czarnym obramowaniem. Ogon z wierzchu czarny, od spodu biały. Gatunek endemiczny.
pt_pt: Possui dorso castanho e preto e ventre branco, cauda preta com parte inferior branca, orelhas castanho-acinzentadas, geralmente com as pontas pretas.
sk_sk: Hnedý a čierny chrbát a biele podbruško, čierny chvost s bielou spodnou stranou, hnedosivé uši obvykle s čiernymi špičkami.
sq_al: Pjesa e pasme në ngjyrë kafe në të zezë me një pjesë të poshtme të bardhë, bishti i zi, veshë me ngjyrë kafe në gri zakonisht me maja të zeza.
sr_me: Smeđe-crna leđa i bijeli podrtrbušni dio, crni rep sa bijelim donjim dijelom, smeđe-sive uši obično sa crnim vrhovima.
sr_rs: Смеђа и црна леђа и бели трбух, црни реп који је на доњој страни бео, смеђе-сиве уши обично са црним врховима

source: Golden-brown back and a pale belly, white tail, relatively longer legs and ears with distinctive black tips
cs_cz: Zlatohnědý hřbet a světlé břicho, bílý ocas, relativně delší nohy a uši s výraznými černými špičkami
de_de: gold-brauner Rücken und blasser Bauch, weißer Schwanz, proportional längere Beine als das Kaninchen, eindeutige schwarze Ohrspitzen
el_gr: Χρυσαφί--καφέ ράχη και ανοιχτόχρωμη κοιλιά, λευκή ουρά, σχετικά μακρύτερα πόδια και αυτιά με διακριτό μαύρο τελείωμα
es_es: Dorso marrón dorado y vientre pálido, cola blanca, patas y orejas relativamente más largas con puntas negras distintivas.
fr_fr: Dos brun-doré et ventre pâle, queue blanche, pattes relativement longues et oreilles avec une pointe noire distinctive
hr_hr: Zlatno-smeđa leđa i bljeđi trbuh, bijeli rep, relativno dulje noge i uši s karakterističnim crnim vrhovima
it_it: Dorso dorato-marrone e ventre chiaro, coda bianca, zampe relativamente lunghe e orecchie con un caratteristico triangolo bianco all'apice
lt_lt: Nugara auksinio rudumo, pilvas balkšvas, uodega juoda su balta apačia, santykinai ilgos kojos ir ausys, kurių galiukai juodi
mk_mk: Златно-кафеав грб и посветол стомак, бела опашка, релативно подолги нозе и уши со карактеристични црни врвови
no_no: Gyldenbrun rygg og lys mage, hvit hale, relativt lengre ben og ører med særegne svarte spisser
pl_pl: Duży zajęczak. Sierść na grzbiecie brązowo-szara, na brzuchu biała lub kremowa. Uszy dłuższe od głowy z czarnymi końcami. Ogon z wierzchu czarny, od spodu biały. Długie tylne łapy.
pt_pt: Apresenta dorso castanho-dourado e ventre claro, cauda predominantemente branca, membros relativamente mais longos do que outras lebres e orelhas com pontas pretas.
sk_sk: Zlatohnedý chrbát a svetlé brucho, biely chvost, relatívne dlhšie nohy a uši s výraznými čiernymi špičkami.
sq_al: Pjesa e pasme me ngjyrë të artë në kafe, me pjesën e barkut të zbehtë, bisht të bardhë, këmbë relativisht të gjata dhe vesh me maja të zeza të dallueshme.
sr_me: Zlatno-smeđa leđa i bijeli trbuh, bijeli rep, relativno duge noge i uši sa uočljivim crnim vrhovima.
sr_rs: Златно-смеђа леђа и светлији трбух, бео реп, релативно дуже ноге и уши са карактеристичним црним врховима

source: Grey-brown coat in summer, white coat in winter, black-tipped ears, shorter ears than other hares
cs_cz: Šedohnědá srst v létě, bílá srst v zimě, uši s černými špičkami, kratší uši než ostatní zajíci
de_de: grau-braunes Fell im Sommer, weiß im Winter, schwarze Ohrspitzen, kürzere Ohren als andere Hasenarten
el_gr: Γκρι-καφέ γούνα το καλοκαίρι, λευκή γούνα το χειμώνα, αυτιά με μαύρο τελείωμα, μικρότερα αυτιά από άλλα είδη λαγών
es_es: Pelaje gris-marrón en verano, pero blanco en invierno, orejas con puntas negras, orejas más cortas que otras liebres
fr_fr: Pelage gris-brun en été, blanc en hiver, oreilles plus courtes que chez les autres lièvres et avec la pointe noire
hr_hr: Sivo smeđe krzno ljeti, bijelo krzno zimi, uši s crnim vrhovima, kraće uši od ostalih zečeva
it_it: Mantello grigio-bruno in estate e bianco candido in inverno, orecchie con apice nero, più corte rispetto a quelle delle altre lepri
lt_lt: Kailis pilkai rudas vasarąm, baltas žiemą, ausų galiukai juodi, ausys trumpesnės nei kitų kiškių
mk_mk: Сиво-кафеаво крзно во лето, бело крзно во зима, уши со црни врвови, покуси уши од другите зајаци
no_no: Gråbrun pels om sommeren, hvit pels om vinteren, ører med svart spiss, kortere ører enn andre harearter
pl_pl: Duży zajęczak. Sierść latem szaro-brązowa cętkowana, zimą biała. Uszy równe długości głowy z czarnymi końcami. Ogon u nasady brązowy, na końcu biały.
pt_pt: Diferencia-se da lebre-europeia por ter um tamanho mais pequeno, uma forma mais arredondada, ausência de ponta preta na cauda, orelhas e membros mais curtos. As orelhas têm pontas pretas. A pelagem de verão é castanho-acinzentada e a de inverno branca ou parcialmente branca.
sk_sk: Sivohnedá srsť v lete, biela srsť v zime, uši s čiernymi špičkami, kratšie uši než ostatné zajace.
sq_al: Në stinën e verës kanë një mbulesë gri ne të kaftë, në dimër mbulesë e bardhë, veshë më të shkurtër se lepujt e tjerë, me maja të zeza
sr_me: Sivo-kafeno krzno ljeti, bijelo krzno zimi, uši sa crnim vrhovima i kraće od nego kod ostalih zečeva.
sr_rs: Сиво смеђе крзно лети, бело крзно зими, уши са црним врховима, краће уши од осталих зечева

source: Brown or grey-brown back and a paler underbelly, black-tipped ears and black upper tail
cs_cz: Hnědý nebo šedohnědý hřbet a světlejší podbřišek, černě zakončené uši a ocas černý z horní strany
de_de: Brauner oder grau-brauner Rücken mit blasserem Bauch, schwarzen Ohrspitzen und schwarzer Schwanz-Oberseite
el_gr: Καφέ ή γκρι-καφέ ράχη και πιο ανοιχτόχρωμη κοιλιά, αυτιά με μαύρο τελείωμα και μαύρη άνω όψη ουράς
es_es: Espalda marrón o gris-marrón y vientre más pálido, orejas con punta negra y cola negra en la parte superior.
fr_fr: Dos brun ou gris-brun et ventre plus pâle, oreilles à bouts noirs et dessus de la queue noir
hr_hr: Smeđa ili sivo smeđa leđa i blijedog trbuha, uši s crnim vrhom i crni gornji dio repa
it_it: Dorso bruno o grigio-bruno e ventre più chiaro, orecchie con apice nero e coda dorsalmente di colore nero
lt_lt: Ruda arba pilkai ruda nugara, šviesiai pilka papilvė, ausų galiukai ir viršutinė uodegos pusė juodi
mk_mk: Кафеав или сиво-кафеав грб и посветол стомак, уши со црни врвови и црн крај на опашка
no_no: Brun eller gråbrun rygg og lysere mage, ører med svart spiss og hale med svart overside
pl_pl: Duży zajęczak. Sierść na grzbiecie brązowo-szara lub rudawa, na brzuchu biała. Uszy z czarnym obramowaniem. Ogon z wierzchu czarny.
pt_pt: Dorso castanho ou castanho-acinzentado e ventre de cor clara em tons de bege e branco, orelhas com pontas pretas e cauda com a parte superior preta.
sk_sk: Hnedý alebo sivohnedý chrbát a svetlejšie podbruško, čierne zakončené uši a chvost z hornej strany.
sq_al: Kurrizi i kaftë ose gri në kafe me pjesën e poshtme më të qartë, veshët me maja të zeza dhe pjesa e sipërme e bishtit e zezë.
sr_me: Smeđa ili sivo-smeđa leđa i bijeli trbušni dio, crni vrhovi ušiju i crni gornji dio repa.
sr_rs: Смеђа или сиво смеђа леђа и светлији трбух, уши са црним врховима и црним крајем репа

source: Red-brown coat and pale underbelly with a bushy tail, large ear tufts
cs_cz: Červenohnědá srst a světlý podbřišek s huňatým ocasem, poměrně velké uši zakončené chvostky
de_de: rot-braunes Fell (seltener dunkel braun-schwarz) mit blassem Bauch. Sehr buschiger Schwanz, lange Haarbüschel auf den Ohrspitzen
el_gr: Κόκκινη-καφέ γούνα και ανοιχόχρωμη κοιλιά με φουντωτή ουρά και μεγάλους θύσανους τριχών στα αυτιά
es_es: Pelo castaño rojizo y vientre pálido con una cola tupida, mechones grandes en las orejas.
fr_fr: Pelage brun-roux et ventre pâle, queue touffue et grands épis de poils sur les oreilles
hr_hr: Crveno-smeđeg krzna i blijedog trbuha s kitnjastim repom, duge uske uši sa čupercima na vrhovima
it_it: Dorso bruno-rossiccio e ventre chiaro con una coda folta e grandi ciuffi sulle orecchie
lt_lt: Rudai raudonas kailis, balkšva papilvė, vešli uodega, ausų kuokšteliai dideli
mk_mk: Црвено-кафеаво крзно и светол стомак со бушава опашка, уши со долги влакна
no_no: Rødbrun pels og lys underside med buskete hale, store øredusker
pl_pl: Średni gryzoń. Sierść na grzbiecie od jasnorudej do brunatno-czarnej, na brzuchu biała. Długi, puszysty ogon, długie uszy zakończone pędzelkami. Gatunek częściowo chroniony.
pt_pt: Pelagem castanho-avermelhada, a zona ventral possui tonalidades mais claras, sendo frequentemente esbranquiçada. Orelhas grandes com tufos de pelos nas extremidades, cauda longa e peluda.
sk_sk: Červenohnedá srsť a svetlé podbruško s huňatým chvostom, pomerne veľké uši zakončené chumáčikmi.
sq_al: Mbulesë e kuqe në kafe me një pjese poshtë barkut të zbehtë, me një bisht të fryrë në formë shkurre, me vesh të mbushur me qime.
sr_me: Crveno-smeđeg krzna i bijelog trbuha sa kitnjastim repom, duge uske uši sa čupercima na vrhovima.
sr_rs: Црвенкасто-смеђе крзно и светао трбух са длакавим репом, уши са дужом длаком

source: Grey-brown or red-brown back and pale grey underbelly, white stripe running along each side and sometimes another along the spine
cs_cz: Šedohnědý nebo červenohnědý hřbet a světle šedý podbřišek, bílý pruh táhnoucí se po obou stranách těla a někdy další podél páteře
de_de: Grau- oder rotbrauner Rücken und blass-grauer Bauch, weiße Streifen entlang jeder Seite und manchmal auf dem Rückgrat
el_gr: Γκρι-καφέ ή κόκκινη-καφέ ράχη και ανοιχτή γκρι κοιλιά, λευκή λωρίδα που διατρέχει το σώμα πλευρικά και κάποιες φορές άλλη μία ραχιαία λωρίδα, κατά μήκος της σπονδυλικής στήλης
es_es: Dorso marrón grisáceo o marrón rojizo y vientre inferior gris pálido, con franja blanca a cada lado y a veces otra a lo largo de la columna vertebral.
fr_fr: Dos brun-gris ou brun-roux avec le ventre gris pâle, une bande blanche courant le long de chaque flanc et parfois une autre le long de la colonne vertébrale
hr_hr: Sivo-smeđa ili crveno-smeđa leđa i blijedo sivog trbuha, bijela pruga koja se proteže duž svake strane, a ponekad i druga duž kralježnice
it_it: Dorso grigio-bruno o bruno-rossiccio e ventre grigio chiaro, striature bianche che percorrono i fianchi e talvolta un'altra lungo il dorso
lt_lt: Pilkai ruda arba raudonai ruda nugara, balkšva papilvė, baltios juostos kūno šonuose, kartais dar viena nugaroje
mk_mk: Сиво-кафеав или црвено-кафеав грб и светло сив стомак, бели пруги се протегаат по телото од секоја страна, а понекогаш и пруга има и на грбот
no_no: Gråbrun eller rødbrun rygg og lysegrå mage, hvit stripe som løper langs hver side og noen ganger også hvit stripe langs ryggraden
pl_pl: Średniej wielkości gryzoń. Sierść na grzbiecie szaro-brązowa, na brzuchu jasna. Na obu bokach i często wzdłuż kręgosłupa biały pasek na każdym z boków. Ogon szaro-czarny, puszysty, podłużnie wygięty.
pt_pt: Possui pequena dimensão, o dorso castanho-acinzentado ou castanho-avermelhado e o ventre cinzento-claro, listas brancas laterais que percorrem o corpo e que também podem surgir ao longo da coluna. O pelo é curto e a cauda tufada.
sk_sk: Sivohnedý alebo červenohnedý chrbát a bledosivé podbruško, biely pruh tiahnuci sa po oboch stranách tela a niekedy ďalší podiel chrbtice.
sq_al: Kurriz gri në kafe ose kuq në kafe me pjesën e poshtme të barkut të zbehtë, vija të bardha të cilat kalojnë nëpërmjet secilës anë dhe ndonjëherë edhe në pjesën e sipërme të kurrizit.
sr_me: Sivo-kafena ili crveno-kafena leđa, bijelo-sivog trbuha, bjela pruga koja se proteže duž obije strane, ponekad i duž kičme.
sr_rs: Сиво смеђа или црвенкастосмеђа леђа и светло сиви трбух, беле пруге протежу се преко тела са сваке стране, а понекад се на леђима дуж кичме налази пруга

source: Relatively small with dark-brown fur, white spots on its back and a short, thin tail
cs_cz: Poměrně malý s tmavě hnědou srstí, bílými skvrnami na hřbetě a krátkým tenkým ocasem
de_de: Relativ klein mit dunkelbraunem Fell, weiße Flecken auf dem Rücken, kurzer dünner Schwanz
el_gr: Σχετικά μικρός μα σκούρα καφέ γούνα, άσπρες κηλίδες στη ράχη και κοντή, λεπτή ουρά
es_es: Relativamente pequeño con pelaje marrón oscuro, manchas blancas en la espalda y una cola corta y delgada
fr_fr: Relativement petit, avec un pelage brun foncé, des tâches blanches sur le dos et une queue courte et fine
hr_hr: Relativno mali s tamno smeđim krznom, bijelim mrljama na leđima i kratkim tankim repom
it_it: Relativamente piccolo con pelliccia marrone scuro, macchie bianche sul dorso e coda corta e sottile
lt_lt: Santykinai mažas, tamsiai rudu kailiu su baltomis dėmėmis nugaroje, uodega trumpa ir plona
mk_mk: Релативно мал со темно кафеаво крзно, бели дамки на грбот и куса, тенка опашка
no_no: Relativt liten med mørkebrun pels, hvite flekker på ryggen og en kort, tynn hale
pl_pl: Średniej wielkości gryzoń. Sierść na grzbiecie żółtawo-brunatna z wyraźnymi, jasnymi plamami, boki żółtawo-szare, brzuch szaro-rudy lub szaro-żółtawy, z białą plamą na podgardlu i piersi. Oczy duże, podłużne, wysoko osadzone, uszy krótkie, ukryte w sierści, ogon krótki. Gatunek chroniony.
pt_pt: Tem um tamanho relativamente pequeno, pelo castanho-escuro, com manchas dispersas mais claras, pintas brancas no dorso e cauda curta e fina.
sk_sk: Pomerne malý s tmavohnedou srsťou, bielymi škvrnami na chrbte a krátkym tenkým chvostom.
sq_al: Relativisht i vogël me një gëzof kafe të errët, me disa pika të bardha në kurriz dhe një bisht të hollë dhe të shkurtër.
sr_me: Relativno mali sa tamno-kafenim krznom, bijele mrlje na leđim, kratak i tanak rep.
sr_rs: Релативно мали са тамно смеђим крзном, белим мрљама на леђима и кратким, танким репом

source: Brown coat with orange markings on the back and a beige to orange underbelly, white band between muzzle and eyes, small ears, short legs and a bushy brown tail with a black tip
cs_cz: Hnědá srst s oranžovými znaky na hřbetě a béžovým až oranžovým podbřiškem, bílý pásek mezi tlamou a očima, malé uši, krátké nohy a huňatý hnědý ocas s černou špičkou
de_de: braunes Fell mit orangen Zeichnungen auf dem Rücken, orange bis beige Unterseite, weißes Band zwischen Schnauze und Augen, kleine Ohren, kurze Beine und ein buschiger brauner Schwanz mit schwarzer Spitze
el_gr: Καφέ γούνα με πορτοκαλί σημάδια στη ράχη και μπεζ έως πορτοκαλί κοιλιά, λευκή λωρίδα ανάμεσα στο ρύγχος και τα μάτια, μικρά αυτιά, κοντά πόδια και μια φουντωτή, καφέ ουρά με μαύρο τελείωμα
es_es: Pelo marrón con marcas anaranjadas en el dorso y vientre de color beige a naranja, banda blanca entre el hocico y los ojos, orejas pequeñas, patas cortas y una cola tupida de color marrón con punta negra.
fr_fr: Pelage brun avec des marques rousses sur le dos et un ventre beige ou roux, une bande blanche entre le museau et les yeux, oreilles petites, pattes courtes, queue touffue brune avec le bout noir
hr_hr: Smeđe krzno s narančastim oznakama na leđima i trbuh bež do narančaste boje , bijeli pojas između njuške i očiju, malih ušiju, kratkih nogu i bujnog smeđeg repa s crnim vrhom
it_it: Pelliccia marrone con disegni arancione sul dorso e ventre beige-arancio, banda chiara tra il muso e gli occhi, orecchie piccole, zampe corte e folta coda marrone con la punta nera
mk_mk: Кафеаво крзно со портокалови дамки на задниот дел и беж до портокалов стомак, бела лента помеѓу муцката и очите, мали уши, куси нозе и бушава кафеава опашка со црн врв
no_no: Brun pels med oransje markeringer på ryggen og beige til oransje mageside, hvitt bånd mellom snuten og øynene, små ører, korte ben og en buskete brun hale med svart spiss
pl_pl: Duży gryzoń. Sierść brązowa z rudym lub szarym nalotem, na brzuchu jaśniejsza. Wierzch głowy czarny. Jasna pręga między oczami. Uszy małe. Gatunek chroniony.
pt_pt: Possui pelagem castanha com manchas alaranjadas no dorso e ventre com tons de bege a laranja, faixa clara entre o focinho e os olhos, orelhas pequenas, membros curtos e cauda castanha espessa com a ponta preta.
sk_sk: Hnedá srsť s oranžovými znakmi na chrbte a béžovým až oranžovým podbruškom, biely pásik medzi papuľou a očami, malé uši, krátke nohy a huňatý hnedý chvost s čiernou špičkou.
sq_al: Mbulesë e kafejtë me njolla portokalli në kurriz dhe me pjesë e poshtme të barkut bezhë, me vijë të bardhë ndërmjet fytyrës dhe syve, vesh të vegjël, këmbë të shkurtra me një bisht të fryrë me majë të zezë.
sr_me: Smeđe krzno sa narandžastim mrljama na leđima i trbuh bež do narandžaste boje, bijeli pojas između njuške i očiju, malih ušiju, kratkih nogu i bujnog smeđeg repa sa crnim vrhom.
sr_rs: Смеђе крзно са наранџастим тачкама на леђима и беж до наранџасти трбух, бела пруга између њушке и очију, мале уши, кратке ноге и длакави смеђи реп са црним врхом

source: Chestnut-brown to black-brown coat, thickset with a flattened head, small eyes and ears and a flattened, scaly tail
cs_cz: Kaštanově hnědá až černohnědá srst, podsadité tělo se zploštělou hlavou, malýma očima a ušima a zploštělým, šupinatým ocasem
de_de: Kastanienbraunes bis schwarzbraunes Fell, flacher Kopf, kleine Augen und Ohren, Flacher geschuppter Schwanz
el_gr: Καστανή-καφέ έως μαύρη-καφέ γούνα, ογκώδες, επίπεδο κεφάλι, μικρά μάτια και αυτιά και μία πεπλατυσμένη, φολιδωτή ουρά
es_es: Pelo que varía de castaño a marrón-negruzco, aspecto tosco y grueso con cabeza aplanada, ojos y orejas pequeños y la cola aplanada y escamosa.
fr_fr: Pelage châtain-brun ou brun-noir, trapu, avec la tête aplatie, de petits yeux et de petites oreilles, et une queue plate et écailleuse
hr_hr: Dlaka od kestenasto-smeđe do crno smeđe boje, spljoštene glave, malih očiju i ušiju te spljoštenim ljuskavim repom
it_it: Pelliccia da castano-marrone a marrone-nero, tarchiato con una testa schiacciata, occhi e orecchie piccoli e coda squamosa e appiattita
mk_mk: Костенликаво-кафеаво до темно кафеаво крзно, рамна глава, мали очи и уши и опаш кој е плоснат и прекриен со крлушки
no_no: Kastanjebrun til svartbrun pels, fyldig kropp og flattrykt hode, små øyne og ører og en flat, skjellkledt hale
pl_pl: Duży gryzoń. Sierść brunatna od jasnobrązowej do prawie czarnej. Masywny z krótkimi łapami. Ogon spłaszczony, łuskowaty. Małe oczy i uszy. Bardzo długie, pomarańczowo-brązowe siekacze. Gatunek częściowo chroniony.
pt_pt: Apresenta pelagem com tons entre o castanho e o negro, cabeça achatada, olhos e orelhas pequenos e cauda larga, horizontalmente achatada e escamosa. As patas posteriores possuem membrana interdigital natatória.
sk_sk: Gaštanovo-hnedá až čiernohnedá srsť, podsadité telo so sploštenou hlavou, malými očami a ušaymi a splošteným, šupinatým chvostom.
sq_al: Mbulesë kafe e gështenjtë deri në kafe të zezë, kokë të sheshtë, sy dhe vesh të vegjël, me një bisht të sheshtë dhe me luspa.
sr_me: Kestenasto- smeđe do crno-smeđe krzno, uske spljoštene glave, malih očiju i ušiju te spljoštenim ljuskavim repom.
sr_rs: Кестенасто смеђа до тамно смеђа боја крзна, равне главе, малих очију и ушију и репа који је спљоштен и прекривен љускама
