Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Persian squirrel
cs_cz: Veverka krátkouchá
el_gr: Ασιατικός σκίουρος
es_es: Ardilla persa
fr_fr: Écureuil de Perse
hr_hr: perzijska vjeverica
it_it: Scoiattolo del Caucaso
no_no: Persiaekorn
pt_pt: Esquilo-persa
sk_sk: Veverica krátkouchá
sq_al: Ketri Persian
sr_me: Kavkaška vjeverica
sr_rs: Персијска веверица
uk_ua: Кавказька білка

source: Grey squirrel
cs_cz: Veverka popelavá
el_gr: Αμερικάνικος σκίουρος
es_es: Ardilla gris
fr_fr: Écureuil gris
hr_hr: Siva vjeverica
it_it: Scoiattolo grigio
no_no: Gråekorn
pt_pt: Esquilo-cinzento-oriental
sk_sk: Veverica sivá
sq_al: Ketri gri
sr_me: Siva vjeverica
sr_rs: Сива веверица
uk_ua: Каролінська білка

source: Calabrian black squirrel
cs_cz: Kalábrijská černá veverka
el_gr: Μαύρος σκίουρος της Καλαβρίας
es_es: Ardilla negra calabresa
fr_fr: Écureuil noir
hr_hr: Kalabrijska crna vjeverica
it_it: Scoiattolo meridionale
pt_pt: Esquilo-da-Calábria
sk_sk: Veverička meridionalis
sq_al: Ketri i zi i Kalabrisë
sr_me: Sanbornova vjeverica
sr_rs: Калабријска црна веверица
uk_ua: Сіра білка

source: Pallas’s squirrel
cs_cz: Veverka Pallasova
el_gr: Σκίουρος του Pallas
es_es: Ardilla de Palas
fr_fr: Écureuil à ventre rouge
hr_hr: Pallasova vjeverica
it_it: Scoiattolo di Pallas
no_no: Engelsk: Pallas’s squirrel
pt_pt: Esquilo-de-Pallas
sk_sk: Veverica Červenkavá
sq_al: Ketri me bark të kuq
sr_me: Palasova vjeverica
sr_rs: Паласова веверица
uk_ua: Білка Палласа

source: Thailand tree squirrel
cs_cz: Veverka Finlaysonova
el_gr: Σκίουρος της Ταϊλάνδης
es_es: Ardilla de indochina
fr_fr: Écureuil de Finlayson
hr_hr: Tajlandska vjeverica
it_it: Scoiattolo variabile o Scoiattolo di Finlayson
no_no: Engelsk: Thailand tree squirrel
pt_pt: Esquilo-de-Finlayson
sk_sk: Veverica Finlaysonova
sq_al: Ketri Tailandez i pemëve
sr_me: Finlaysonova vjeverica
sr_rs: Тајландска веверица
uk_ua: Білка Фінлейсона

source: Little souslik
cs_cz: Sysel malý
el_gr: Μικρόσωμος λαγόγυρος
es_es: Ardilla terrestre pigmea
fr_fr: Souslik nain
hr_hr: mala podzemna vjeverica
it_it: Piccolo scoiattolo di terra
no_no: Engelsk: Little souslik
pt_pt: Espermófilo-pigmeu
sk_sk: Syseľ malý
sq_al: Ketri i vogël i tokës
sr_me: Mala kratkorepa vjeverica
sr_rs: Мала краткорепа веверица
uk_ua: Малий ховрах

source: Bobak marmot
cs_cz: Svišť bobak
el_gr: Μαρμότα bobak
es_es: Marmota Bobak
fr_fr: Marmotte des steppes
hr_hr: stepski svizac
it_it: Marmotta bobak
no_no: Steppemurmeldyr
pt_pt: Marmota-de-Bobak
sk_sk: Svišť bobak
sq_al: Marmota Bobak ose e stepave
sr_me: Stepski mrmot
sr_rs: Степски мрмот
uk_ua: Степовий бабак

source: Russian flying squirrel
cs_cz: Poletuška slovanská
el_gr: Ιπτάμενος σκίουρος
es_es: Ardilla europea voladora
fr_fr: Écureuil volant de Sibérie
hr_hr: ruska leteća vjeverica
it_it: Scoiattolo volante siberiano
no_no: Flygeekorn
pt_pt: Esquilo-voador-siberiano
sk_sk: Poletuška slovanská
sq_al: Ketri fluturues Rus
sr_me: Ruska leteća vjeverica
sr_rs: Руска летећа веверица
uk_ua: Звичайна летяга

source: Siberian chipmunk
cs_cz: Burunduk páskovaný
el_gr: Σιβηρικός σκίουρος
es_es: Ardilla Terrestre de Siberia
fr_fr: Tamia de Sibérie
hr_hr: sibirska vjeverica
it_it: Tamia siberiano
no_no: Sibirstripeekorn
pt_pt: Tâmia-siberiana
sk_sk: Burunduk sibírsky
sq_al: Ketri i Siberisë
sr_me: Sibirska prugasta vjeverica
sr_rs: Сибирска пругаста веверица
uk_ua: Сибірський бурундук

source: American beaver
cs_cz: Bobr kanadský
el_gr: Αμερικάνικος κάστορας
es_es: Castor americano
fr_fr: Castor canadien
hr_hr: Američki dabar
it_it: Castoro americano
no_no: Amerikansk bever
pt_pt: Castor-americano
sk_sk: Bobor kanadský
sq_al: Kastori Amerikan
sr_me: Američki dabar
sr_rs: Амерички дабар
uk_ua: Канадський бобер

source: Crested porcupine
cs_cz: Dikobraz obecný
el_gr: Ύστριξ
es_es: Puercoespín crestado
fr_fr: Porc-épic à crête
hr_hr: obični dikobraz
it_it: Istrice
no_no: Hulepiggsvin
pt_pt: Porco-espinho-de-crista
sk_sk: Dikobraz hrebenatý
sq_al: Porkupina me kreshtë
sr_me: Bodljikavo prase
sr_rs: Бодљикаво прасе
uk_ua: Гребінчастий дикобраз

source: Polar bear
cs_cz: Medvěd lední
el_gr: Πολική αρκούδα
es_es: Oso polar
fr_fr: Ours blanc
hr_hr: Polarni medvjed
it_it: Orso polare
no_no: Isbjørn
pt_pt: Urso-polar
sk_sk: Medveď biely
sq_al: Ariu polar
sr_me: Polarni medvjed
sr_rs: Поларни медвед
uk_ua: Білий ведмідь

source: Arctic fox
cs_cz: Liška polární
el_gr: Αρκτική αλεπού
es_es: Zorro ártico
fr_fr: Renard polaire
hr_hr: Polarna lisica
it_it: Volpe artica
no_no: Fjellrev
pt_pt: Raposa-do-Ártico
sk_sk: Líška polárna
sq_al: Dhelpra arktike
sr_me: Polarna lisica
sr_rs: Поларна лисица
uk_ua: Полярна лисиця

source: Stoat
cs_cz: Lasice hranostaj
el_gr: Ερμίνα
es_es: Armiño
fr_fr: Hermine
hr_hr: Velika lasica - hermelin
it_it: Ermellino
lt_lt: Šermuonėlis
no_no: Røyskatt
pt_pt: Arminho
sk_sk: Lasica hranostaj
sq_al: Nuselala trup vogël
sr_me: Velika lasica
sr_rs: Велика ласица
uk_ua: Горностай

source: Steppe polecat
cs_cz: Tchoř stepní
el_gr: Κουνάβι της στέππας
es_es: Turón de las estepas
fr_fr: Putois des steppes
hr_hr: stepski tvor
it_it: Puzzola delle steppe
no_no: Steppeilder
pt_pt: Toirão-das-estepes
sk_sk: Tchor svetlý
sq_al: Qelbësi i stepave
sr_me: Stepski tvor
sr_rs: Шарени твор
uk_ua: Степовий тхір

source: European mink
cs_cz: Norek evropský
el_gr: Ευρωπαϊκό μινκ
es_es: Visón europeo
fr_fr: Vison d'Europe
hr_hr: Europska vidrica
it_it: Visone europeo
lt_lt: Europinė audinė
no_no: Europeisk mink
pt_pt: Visão-europeu
sk_sk: Norok európsky
sq_al: Lundërza Europiane
sr_me: Evropska vidrica
sr_rs: Видра
uk_ua: Європейська норка

source: Weasel
cs_cz: Lasice kolčava
el_gr: Νυφίτσα
es_es: Comadreja
fr_fr: Belette d'Europe
hr_hr: Lasica
it_it: Donnola
lt_lt: Žebenkštis
no_no: Snømus
pt_pt: Doninha
sk_sk: Lasica obyčajná
sq_al: Nuselale
sr_me: Lasica
sr_rs: Ласица
uk_ua: Ласка

source: Western polecat
cs_cz: Tchoř tmavý
el_gr: Βρωμοκούναβο
es_es: Turón
fr_fr: Putois d'Europe
hr_hr: tvor
it_it: Puzzola europea
no_no: Ilder
pt_pt: Toirão
sk_sk: Tchor tmavý
sq_al: Qelbësi perëndimor
sr_me: Tvor
sr_rs: Твор
uk_ua: Лісовий тхір

source: American mink
cs_cz: Norek americký
el_gr: Αμερικάνικο μινκ
es_es: Visón americano
fr_fr: Vison d'Amérique
hr_hr: Američka vidrica
it_it: Visone americano
lt_lt: Kanadinė audinė
no_no: Mink
pt_pt: Visão-americano
sk_sk: Norok americký
sq_al: Lundërza Amerikane
sr_me: Američka vidrica
sr_rs: Америчка видра
uk_ua: Американська норка

source: Beech marten, Stone marten
cs_cz: Kuna skalní
el_gr: Πετροκούναβο
es_es: Garduña
fr_fr: Fouine
hr_hr: Kuna bjelica
it_it: Faina
lt_lt: Akmeninė kiaunė
no_no: Steinmår
pt_pt: Fuinha
sk_sk: Kuna skalná
sq_al: Nuselala e ahut, Nuselala e gurit
sr_me: Kuna bjelica
sr_rs: Куна белица
uk_ua: Кам'яна куниця

source: Pine marten
cs_cz: Kuna lesní
el_gr: Δενδροκούναβο
es_es: Marta
fr_fr: Martre des pins
hr_hr: Kuna zlatica
it_it: Martora
lt_lt: Miškinė kiaunė
no_no: Mår
pt_pt: Marta
sk_sk: Kuna lesná
sq_al: Nuselala e pishës
sr_me: Kuna zlatica
sr_rs: Куна златица
uk_ua: Лісова куниця

source: Marbled polecat
cs_cz: Tchořík skvrnitý
el_gr: Στικτοϊκτίδα
es_es: Turón búlgaro
fr_fr: Putois marbré
hr_hr: Mramorni tvor
it_it: Puzzola marmorizzata
no_no: Tigerilder
pt_pt: Toirão-marmorado
sk_sk: Tchor škvrnitý
sq_al: Qelbësi i mermerizuar
sr_me: Šareni tvor
sr_rs: Шарени твор
uk_ua: Перегузня

source: Wolverine
cs_cz: Rosomák sibiřský
el_gr: Αδηφάγος
es_es: Glotón
fr_fr: Glouton
hr_hr: Gorska kuna
it_it: Ghiottone
lt_lt: Ernis
no_no: Jerv
pt_pt: Glutão
sk_sk: Rosomák severský
sq_al: Gulo gulo
sr_me: Žderavac
sr_rs: Ждеравац
uk_ua: Росомаха

source: Wild goat
cs_cz: Koza bezoárová
el_gr: Αίγαγρος
es_es: Egagro
fr_fr: Bouquetin commun
hr_hr: Divlja koza
it_it: Capra selvatica
no_no: Besoargeit
pt_pt: Cabra-montês-de-Creta
sk_sk: Koza bezoárová
sq_al: Dhi e egër
sr_me: Divlja koza
sr_rs: Дивља коза
uk_ua: Звичайний козел

source: Musk ox
cs_cz: Pižmoň severní
el_gr: Μοσχοφόρο βόδι
es_es: Buey almizclero
fr_fr: Bœuf musqué
hr_hr: Mošusno govedo
it_it: Bue muschiato
no_no: Moskusfe
pt_pt: Boi-almiscarado
sk_sk: Pižmoň severský
sq_al: Bualli muskiat
sr_me: Mošusno goveče
sr_rs: Муфлон
uk_ua: Вівцебик

source: Reindeer
cs_cz: Sob polární
el_gr: Τάρανδος
es_es: Reno
fr_fr: Renne
hr_hr: Sob
it_it: Renna
no_no: Rein
pt_pt: Rena
sk_sk: Sob arktický
sq_al: Renë
sr_me: Irvas
sr_rs: Ирвас
uk_ua: Північний олень

source: Reeves’ muntjac
cs_cz: Muntžak malý
el_gr: Κινεζικό ζαρκάδι
es_es: Muntjac
fr_fr: Muntjac de Chine
hr_hr: Muntjak
it_it: Muntjak di Reeves
no_no: Dvergmuntjak
pt_pt: Muntjac-de-Reeves
sk_sk: Muntiak malý
sq_al: Muntjaku kinez
sr_me: Mutnjak
sr_rs: Мунтџек (јелен)
uk_ua: Китайський мунтжак

source: Chinese water deer
cs_cz: Srnčík čínský
el_gr: Κινέζικο ελάφι
es_es: Ciervo acuático chino
fr_fr: Hydropote chinois
hr_hr: Kineski vodeni jelen
it_it: Cervo d'acqua cinese
no_no: Vannrådyr
pt_pt: Veado-aquático-chinês
sk_sk: Srnčík čínsky
sq_al: Dreri kinez i ujerave
sr_me: Vodeni jelen
sr_rs: Кинески водени јелен
uk_ua: Водяний олень китайський

source: Germany
cs_cz: Německo
de_de: Deutschland
el_gr: Γερμανία
es_es: Alemania
fr_fr: Allemagne
hr_hr: Njemačka
it_it: Germania
lt_lt: Vokietija
mk_mk: Германија
no_no: Tyskland
pl_pl: Niemcy
pt_pt: Alemanha
sk_sk: Nemecko
sq_al: Gjermani
sr_me: Njemačka
sr_rs: Немачка
uk_ua: Німеччина

source: Spain
cs_cz: Španělsko
de_de: Spanien
el_gr: Ισπανία
es_es: España
fr_fr: Espagne
hr_hr: Španjolska
it_it: Spagna
lt_lt: Ispanija
mk_mk: Шпанија
no_no: Spania
pl_pl: Hiszpania
pt_pt: Espanha
sk_sk: Španielsko
sq_al: Spanjë
sr_me: Španija
sr_rs: Шпанија
uk_ua: Іспанія

source: Croatia
cs_cz: Chorvatsko
de_de: Kroatien
el_gr: Κροατία
es_es: Croacia
fr_fr: Croatie
hr_hr: Hrvatska
it_it: Croazia
lt_lt: Kroatija
mk_mk: Хрватска
no_no: Kroatia
pl_pl: Chorwacja
pt_pt: Croácia
sk_sk: Chorvátsko
sq_al: Kroaci
sr_me: Hrvatska
sr_rs: Хрватска
uk_ua: Хорватія

source: Poland
cs_cz: Polsko
de_de: Polen
el_gr: Πολωνία
es_es: Polonia
fr_fr: Pologne
hr_hr: Poljska
it_it: Polonia
lt_lt: Lenkija
mk_mk: Полска
no_no: Polen
pl_pl: Polska
pt_pt: Polónia
sk_sk: Poľsko
sq_al: Poloni
sr_me: Poljska
sr_rs: Пољска
uk_ua: Польща

source: North Macedonia
cs_cz: Severní Makedonie
el_gr: Βόρεια Μακεδονία
es_es: Macedonia del Norte
fr_fr: Macédoine du nord
hr_hr: Sjeverna Makedonija
it_it: Macedonia del Nord
mk_mk: Северна Македонија
no_no: Nord-Makedonia
pl_pl: Macedonia Północna
pt_pt: Macedónia do Norte
sk_sk: Severné Macedónsko
sq_al: Maqedonia e veriut
sr_me: Sjeverna Makedonija
sr_rs: Северна Македонија
uk_ua: Північна Македонія

source: Serbia
cs_cz: Srbsko
de_de: Serbien
el_gr: Σερβία
fr_fr: Serbie
hr_hr: Srbija
lt_lt: Serbija
mk_mk: Србија
pt_pt: Sérvia
sk_sk: Srbsko
sq_al: Serbi
sr_me: Srbija
sr_rs: Србија
uk_ua: Сербія

source: Language
cs_cz: Jazyk
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fr_fr: Langue
hr_hr: Jezik
it_it: Lingua
lt_lt: Kalba
mk_mk: Јазик
no_no: Språk
pl_pl: Język
pt_pt: Idioma
sk_sk: Jazyk
sq_al: Gjuha
sr_me: Jezik
sr_rs: Језик
uk_ua: Mова

source: Country
cs_cz: Země
de_de: Land
el_gr: Χώρα
es_es: País
fr_fr: Pays
hr_hr: Država
it_it: Nazione
lt_lt: Šalis
mk_mk: Држава
no_no: Land
pl_pl: Kraj
pt_pt: País
sk_sk: Krajina
sq_al: Shteti
sr_me: Država
sr_rs: Држава
uk_ua: Країна

source: Elsewhere
cs_cz: Někde jinde
de_de: Anderswo
el_gr: Άλλη χώρα
es_es: Todas las regiones
fr_fr: Ailleurs
hr_hr: Drugdje
it_it: Altrove
mk_mk: Друго
no_no: Andre steder
pl_pl: Gdzie indziej
pt_pt: Todas as regiões
sk_sk: Niekde inde
sq_al: Diku tjetër
sr_me: Negdje drugdje
sr_rs: Друго
uk_ua: В іншому місці

source: river
cs_cz: řeka
de_de: Fluss
el_gr: ποτάμια
es_es: ribera
fr_fr: rivière
hr_hr: rijeka
it_it: fiume
lt_lt: upė
mk_mk: река
no_no: elv
pl_pl: rzeki
pt_pt: Rio
sk_sk: rieka
sq_al: Lumë
sr_me: rijeka
sr_rs: река
uk_ua: ріка

source: forest
cs_cz: les
de_de: Wald
el_gr: δάση
es_es: Bosque
fr_fr: forêt
hr_hr: šuma
it_it: bosco
lt_lt: miškas
mk_mk: шума
no_no: skog
pl_pl: lasy
pt_pt: Floresta
sk_sk: les
sq_al: Pyll
sr_me: šuma
sr_rs: шума
uk_ua: ліс

source: shrubs
cs_cz: keře
de_de: Gebüsch
el_gr: θάμνοι
es_es: Matorral
fr_fr: arbustes
hr_hr: grmlje
it_it: cespugli
mk_mk: грмушести предели
no_no: busker
pl_pl: zarośla
pt_pt: Matos
sk_sk: kríky
sq_al: Shkurre
sr_me: žbunje
sr_rs: жбуње
uk_ua: чагарники

source: prairies
cs_cz: bezlesí
de_de: Steppe
el_gr: λιβάδια
es_es: praderas
hr_hr: prerija
it_it: prateria
mk_mk: прерија
no_no: præriene
pl_pl: łąki
pt_pt: Prados
sk_sk: prérie
sq_al: lëndina
sr_me: stepa
sr_rs: степа
uk_ua: прерії

source: farmlands
cs_cz: zemědělská krajina
de_de: Landwirtschaft
el_gr: καλλιέργειες
es_es: Cultivos
fr_fr: terres agricoles
hr_hr: obrađena zemlja
it_it: aree agricole
mk_mk: обработливо земјиште
no_no: jordbruksland
pl_pl: pola uprawne
pt_pt: Terrenos agrícolas
sk_sk: poľnohospodárska pôda
sq_al: toka bujqësore
sr_me: poljoprivredno poručje
sr_rs: пољопривредно земљиште
uk_ua: сільськогосподарські угіддя

source: alpine
cs_cz: vysokohorský
de_de: alpin
el_gr: αλπικά
es_es: alpino-montañoso
hr_hr: alpski
it_it: alpino
mk_mk: алпски предел
no_no: alpin
pl_pl: góry
pt_pt: Alpino-montanhoso
sk_sk: vysokohorský
sq_al: alpin
sr_me: alpski
sr_rs: алпски
uk_ua: альпійський

source: aquatic
cs_cz: voda
de_de: aquatisch
el_gr: υδάτινα
es_es: acuático
fr_fr: aquatique
hr_hr: vodeni
it_it: acquatico
lt_lt: vandeninis
mk_mk: водни
no_no: akvatisk
pl_pl: zbiorniki i cieki wodne
pt_pt: Aquático
sk_sk: vodný
sq_al: ujore
sr_me: vodeni
sr_rs: водени
uk_ua: водний

source: underground
cs_cz: podzemí
de_de: unterirdisch
el_gr: υπόγεια
es_es: bajo tierra-madriguera
fr_fr: sous terre
hr_hr: podzemni
it_it: sotterraneo
lt_lt: po žeme
mk_mk: под земја
no_no: underjordisk
pl_pl: podziemne nory
pt_pt: Subterrâneo
sk_sk: podzemný
sq_al: nën tokë
sr_me: podzemno
sr_rs: подземље
uk_ua: під землею

source: tree
cs_cz: strom
de_de: Baum
el_gr: δέντρα
es_es: arbóreo
fr_fr: arbre
hr_hr: drvo
it_it: albero
lt_lt: medis
mk_mk: дрво
no_no: tre
pl_pl: nadrzewne
pt_pt: Arbóreo
sk_sk: strom
sq_al: pemë
sr_me: drvo
sr_rs: дрво
uk_ua: дерево

source: Description
cs_cz: Popis
de_de: Beschreibung
el_gr: Περιγραφη
es_es: Descripción
hr_hr: Opis
it_it: Descrizione
lt_lt: Aprašymas
mk_mk: Опис
no_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
sk_sk: Popis
sq_al: Përshkrim
sr_me: Opis
sr_rs: Опис
uk_ua: Опис

source: Habitats
cs_cz: Prostředí
de_de: Habitate
el_gr: Ενδιαιτηματα
es_es: Hábitats
hr_hr: Stanište
it_it: Habitat
lt_lt: Buveinės
mk_mk: Живеалиште
no_no: Habitater
pl_pl: Siedlisko
sk_sk: Biotopy
sq_al: Habitatet
sr_me: Stanište
sr_rs: Станишта
uk_ua: Середовища проживання

source: Mouse-rat
cs_cz: Myš-krysa
de_de: Maus - Ratte
el_gr: Ποντικός-αρουραίος
es_es: como un ratón o una rata
fr_fr: Souris-rat
hr_hr: Miš-štakor
it_it: Topo-ratto
mk_mk: Глушец-стаорец
no_no: Mus-rotte
pl_pl: mysz - szczur
pt_pt: Como um rato ou uma ratazana
sk_sk: Myš-potkan
sq_al: Miu
sr_me: miš-pacov
sr_rs: Миш-пацов
uk_ua: Мишка-щур

source: Hedgehog-squirrel
cs_cz: Ježek-veverka
de_de: Igel - Hörnchen
el_gr: Σκαντζόχοιρος-σκίουρος
es_es: como un erizo o ardilla
fr_fr: Hérisson-écureuil
hr_hr: Jež - Vjeverica
it_it: Riccio-scoiattolo
mk_mk: Еж-верверица
no_no: Piggsvin-ekorn
pl_pl: jeż - wiewiórka
pt_pt: Como um ouriço ou um esquilo
sk_sk: Ježko-veverička
sq_al: Ketri-Iriq
sr_me: jež-vjeverica
sr_rs: Јеж-веверица
uk_ua: Їжачок-білка

source: Rabbit-hare
cs_cz: Králík-zajíc
de_de: Kaninchen - Hase
el_gr: Κουνέλι-λαγός
es_es: como una liebre o conejo
fr_fr: Lapin-lièvre
hr_hr: Kunić - Zec
it_it: Coniglio-lepre
mk_mk: Куникул-зајак
no_no: Kanin-hare
pl_pl: zając - królik
pt_pt: Como um coelho ou uma lebre
sk_sk: Králik-zajac
sq_al: Lepur i egër
sr_me: kunić-zec
sr_rs: Кунић-зец
uk_ua: Кролик-заєць

source: Cats-medium size canivorous
cs_cz: Kočky-středně velcí masožravci
de_de: Katzen - mittelgroße Fleischfresser
el_gr: γάτες-μεσαίου μεγέθους σαρκοφάγα
es_es: como un gato o carnívoros de tamaño mediano
fr_fr: Chats-carnivores de taille moyenne
hr_hr: Mesožder veličine mačke
it_it: Gatto-carnivoro di taglia media
mk_mk: Мачки-средно големи месојадни животни
no_no: Katter - middels store karnivorer
pl_pl: kot - lis
pt_pt: Como um gato ou carnívoros de tamanho médio
sk_sk: Mačky-stredne veľké mäsožravé
sq_al: Mace mishngrënëse me madhësi mesatare
sr_me: mačke-mesojedi srednje velikičine
sr_rs: Мачке-месоједи средње величине
uk_ua: Коти - хижак середнього розміру

source: Dog-Wildboar
cs_cz: Pes-divočák
de_de: Hund - Wildschwein
el_gr: Σκύλος-αγριόχοιρος
es_es: como un perro o jabalí
fr_fr: Chien-sanglier
hr_hr: Pas - Divlja svinja
it_it: Cane-Cinghiale
mk_mk: Куче-Дива свиња
no_no: Hund-villsvin
pl_pl: pies - dzik
pt_pt: Como um cão ou um javali
sk_sk: Pes-diviak
sq_al: Qen-Derr i egër
sr_me: pas-divlja svinja
sr_rs: Пас-дивља свиња
uk_ua: Собака-Кабан

source: Goat-Deers
cs_cz: Koza-jelenovití
de_de: Ziege - Hirsche
el_gr: Κατσίκα-Ελάφια
es_es: como las cabras o ciervos
fr_fr: Chèvre-Cervidés
hr_hr: Koza - Jelen
it_it: Capra-Cervo
mk_mk: Коза-Елен
no_no: Geiter-Hjorter
pl_pl: koza - jeleń
pt_pt: Como as cabras ou veados
sk_sk: Koza-Jelene
sq_al: Dhi-Drerë
sr_me: koza-jelen
sr_rs: Коза-јелени
uk_ua: Кози-Олені

source: Cow-Bison
cs_cz: Kráva-bizon
de_de: Kuh - Wisent
el_gr: Αγελάδα-βίσoνας
es_es: grande como una vaca o bisonte
fr_fr: Vache-Bison
hr_hr: Krava - Bizon
it_it: Mucca-Bisonte
mk_mk: Крава-Бизон
no_no: Ku-bison
pl_pl: krowa - żubr
pt_pt: Grande como um boi ou um bisonte
sk_sk: Krava-bizón
sq_al: Lopë-Bizon
sr_me: krava-bizon
sr_rs: Крава-бизон
uk_ua: Корова-зубр

source: Filter species size
cs_cz: Filtrovat velikost druhu
de_de: Filter Artgröße
el_gr: Φίλτρο ειδών με βάση το μέγεθος
es_es: Filtre las especies por tamaño
fr_fr: Filtrer par taille d'espèce
hr_hr: Filtar veličine vrste
it_it: Filtra per dimensione dell'animale
mk_mk: Избери согласно големината на видовите
no_no: Filtrer artens størrelse
pl_pl: Filtruj rozmiar gatunku
pt_pt: Filtro de espécies por tamanho
sk_sk: Filtrovať veľkosť druhu
sq_al: Madhësia e filtrit të specieve
sr_me: Odaberite veličinu vrste
sr_rs: Изаберите величину врсте
uk_ua: Фільтр розмірів видів

source: undefined
cs_cz: nedefinováno
de_de: undefiniert
el_gr: μη προσδιορισμένο
es_es: indefinido
fr_fr: indéfini
hr_hr: nedefinirano
it_it: indefinito
mk_mk: недефинирано
no_no: undefinert
pl_pl: nieokreślony
pt_pt: Indefinido
sk_sk: nedefinované
sq_al: i papërcaktuar
sr_me: nedefinisano
sr_rs: недефинисано
uk_ua: невизначений

source: Date
cs_cz: Datum
de_de: Datum
el_gr: Ημερομηνία
es_es: Fecha
hr_hr: Datum
it_it: Data
lt_lt: Data
mk_mk: Датум
no_no: Dato
pl_pl: Data
pt_pt: Data
sk_sk: Dátum
sq_al: Data
sr_me: Datum
sr_rs: Датум
uk_ua: Дата

source: Today
cs_cz: Dnes
de_de: Heute
el_gr: Σήμερα
es_es: Hoy
fr_fr: Aujourd'hui
hr_hr: Danas
it_it: Oggi
lt_lt: Šiandien
mk_mk: Денес
no_no: I dag
pl_pl: Dzisiaj
pt_pt: Hoje
sk_sk: Dnes
sq_al: Sot
sr_me: Danas
sr_rs: Данас
uk_ua: Сьогодні

source: Number
cs_cz: Číslo
de_de: Anzahl
el_gr: Αριθμός ατόμων
es_es: Número
fr_fr: Nombre
hr_hr: Količina
it_it: Numero
lt_lt: Skaičius
mk_mk: Број
no_no: Antall
pl_pl: Liczba
pt_pt: Número
sk_sk: Číslo
sq_al: Numër
sr_me: Broj
sr_rs: Број
uk_ua: Кількість

source: Method
cs_cz: Metoda
de_de: Methode
el_gr: Μέθοδος
es_es: Método
fr_fr: Méthode
hr_hr: Metoda
it_it: Metodo
lt_lt: Metodas
mk_mk: Метод
no_no: Metode
pl_pl: Metoda obserwacji
pt_pt: Método
sk_sk: Metóda
sq_al: Metodë
sr_me: Metoda
sr_rs: Метод
uk_ua: Метод

source: Type
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
hr_hr: Tip
it_it: Tipo
mk_mk: Начин
pl_pl: Typ obserwacji
pt_pt: Tipo
sk_sk: Typ
sq_al: Tipi
sr_me: Tip
sr_rs: Врста
uk_ua: Тип

source: Select species
cs_cz: Vyber druh
de_de: Art auswählen
el_gr: Επιλέξτε το είδος
es_es: Seleccione una especie
fr_fr: Sélectionnez l'espèce
hr_hr: Označi vrstu
it_it: Seleziona la specie
lt_lt: Pasirinkite rūšį
mk_mk: Одберете вид
no_no: Velg art
pl_pl: Wybierz gatunek
pt_pt: Selecione uma espécie
sk_sk: Výber druhu
sq_al: Zgjidh specien
sr_me: Odaberite vrstu
sr_rs: Одаберите врсту
uk_ua: Виберіть види

source: Please use the GPS or tap on the map to select your location
cs_cz: Použijte GPS nebo klepněte na mapu a vyberte svou polohu
de_de: Bitte benutzen Sie ihr GPS oder tippen Sie auf die Karte um Ihren Standort auszuwählen
el_gr: Παρακαλώ χρησιμοποιείστε το GPS ή πατήστε στο χάρτη για να επιλέξετε την τοποθεσία σας.
es_es: Por favor, use el GPS o indique en el mapa la localización de la observación
fr_fr: Veuillez utiliser le GPS ou cliquer sur la carte pour indiquer votre position
hr_hr: Koristite GPS ili dodirnite kartu za odabir svoje lokacije
it_it: Per favore utilizza le coordinate del GPS o seleziona sulla mappa la tua posizione
mk_mk: Ве молиме користете ГПС или означете ја Вашата локација на мапа
no_no: Bruk GPS-en eller trykk på kartet for å velge posisjonen din
pl_pl: Skorzystaj z GPS-a lub dotknij mapy, aby wybrać swoją lokalizację
pt_pt: Por favor, utilize o GPS ou indique no mapa a localização da observação.
sk_sk: Použite GPS alebo kliknite na mapu a vyberte svoju polohu
sq_al: Ju lutemi përdori GPS-në ose prekni mbi hartë për të zgjedhur vendndodhjen tuaj
sr_me: Koristite GPS ili odaberite vašu lokaciju na mapi
sr_rs: Молимо Вас употребите ГПС или означите вашу локацију на мапи
uk_ua: Використовуйте GPS або торкніться карти, щоб вибрати своє місцезнаходження

source: Location Accuracy
cs_cz: Přesnost polohy
el_gr: Ακρίβεια τοποθεσίας
fr_fr: Précision de la localisation
it_it: Accuratezza della localizzazione
no_no: Stedsnøyaktighet
pt_pt: Precisão da localização
sk_sk: Presnosť polohy
sq_al: Saktësia e vendndodhjes
sr_me: Tačnost lokacije
sr_rs: Тачност локације
uk_ua: Точність розташування

source: Close
cs_cz: Zavřít
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Proche
hr_hr: Zatvori
it_it: Chiudi
lt_lt: uždaryti
mk_mk: Затвори
no_no: Lukk
pl_pl: Blisko
pt_pt: Fechar
sk_sk: Zavrieť
sq_al: Mbyll
sr_me: Zatvori
sr_rs: Затвори
uk_ua: Закрити

source: How many individuals of this type?
cs_cz: Kolik jedinců tohoto typu?
de_de: Wie viele Individuen dieses Typs?
el_gr: Πόσα άτομα αυτού του τύπου;
es_es: ¿Cuántos animales viste?
fr_fr: Combien d'individus de ce type?
hr_hr: Koliko jedinki ove vrste?
it_it: Quanti individui di questo tipo?
mk_mk: Колку единки од наведениот вид?
no_no: Hvor mange individer av denne typen?
pl_pl: Liczba obserwowanych osobników?
pt_pt: Quantos indivíduos desta espécie observou?
sk_sk: Koľko jedincov tohto typu?
sq_al: Sa individë janë të kësaj madhësie?
sr_me: Koliko je jedinki navedene vrste?
sr_rs: Колико јединки од наведене врсте?
uk_ua: Скільки особин цього типу?

source: Direct observation
cs_cz: Přímé pozorování
de_de: Direktbeobachtung
el_gr: Άμεση παρατήρηση
es_es: Observación directa
fr_fr: Observation directe
hr_hr: Direktno osmatranje
it_it: Osservazione diretta
mk_mk: Директно забележано
no_no: Direkte observasjon
pl_pl: Obserwacja bezpośrednia
pt_pt: Observação direta
sk_sk: Priame pozorovanie
sq_al: Vëzhgim i drejtëpërdrejtë
sr_me: Direktno posmatranje
sr_rs: Директно посматрање
uk_ua: Безпосереднє спостереження

source: Camera trap
cs_cz: Fotopast
de_de: Fotofalle
el_gr: Φωτοπαγίδα
es_es: Cámara trampa
fr_fr: Piège photo
hr_hr: Foto -kamera
it_it: Fototrappola
mk_mk: Поставена камера
no_no: Kamerafelle
pl_pl: Fotopułapka
pt_pt: Armadilhagem fotográfica
sk_sk: Fotopasca
sq_al: Kamera kurth
sr_me: Kamera-zamka
sr_rs: Фото-клопка или мобилна камера
uk_ua: Фотоловушка

source: Catch
cs_cz: Chyceno
de_de: Fallenfang
el_gr: Σύλληψη
es_es: Capturado
fr_fr: Capture
hr_hr: Ulov
it_it: Cattura
mk_mk: Заловено
no_no: Fange
pl_pl: Odłowiony
pt_pt: Capturado
sk_sk: Chytiť
sq_al: Kap
sr_me: Ulovljena
sr_rs: Ухваћенo
uk_ua: Улов
