Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Hunted
cs_cz: Uloveno
de_de: auf Jagd erlegt
el_gr: Κυνηγημένο
es_es: Cazado
fr_fr: Chassé
hr_hr: Lovljeno
it_it: Abbattuto
lt_lt: Sumedžiotas
mk_mk: Заловен
no_no: Jaktet
pl_pl: upolowany
pt_pt: Caçado
sk_sk: Lovený
sq_al: I gjuajtur
sr_me: Ulovljen/a
sr_rs: Уловљен
uk_ua: Полюваний

source: Unknown
cs_cz: Neznámý
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
hr_hr: Nepoznat
it_it: Sconosciuto
no_no: Ukjent
pl_pl: nieznany
pt_pt: Desconhecido
sk_sk: Neznámy
sq_al: I panjohur
sr_me: Nepoznato
sr_rs: Непознато
uk_ua: Невідомо

source: web profile
cs_cz: webový profil
el_gr: προφίλ του είδους στο διαδίκτυο
es_es: Descripción online
fr_fr: Profil de l'utilisateur
hr_hr: web profil
it_it: profilo web
mk_mk: Веб профил
no_no: nettprofil
pl_pl: strona profil
pt_pt: Perfil
sk_sk: webový profil
sq_al: profili web
sr_me: veb-profil
sr_rs: Web профил
uk_ua: веб-профіль

source: Bats
cs_cz: Netopýři
de_de: Fledermäuse
el_gr: Νυχτερίδες
es_es: Murciélagos
fr_fr: Chauve-souris
hr_hr: Šišmiši
it_it: Pipistrelli
lt_lt: Šikšnosparniai
mk_mk: Лилјаци
no_no: Flaggermus
pl_pl: Nietoperze
pt_pt: Morcegos
sk_sk: Netopiere
sq_al: Lakuriqi i natës
sr_me: Slijepi miševi
sr_rs: Слепи мишеви
uk_ua: Кажани

source: Seals
cs_cz: Tuleni
de_de: Robben
el_gr: Φώκιες
es_es: Focas
fr_fr: Phoques
hr_hr: Tuljani
it_it: Foche
lt_lt: Ruoniai
mk_mk: фоки
no_no: Seler
pl_pl: Foki
pt_pt: Focas
sk_sk: Tulene
sq_al: Fokë
sr_me: Foke
sr_rs: Фоке
uk_ua: Ластоногі

source: The iMammalia App is designed to encourage recording of mammals in the wild. This version of the mobile application is set up to easily record mammals in any European country, but does not yet have all European languages included.
cs_cz: Aplikace iMammalia je navržena tak, aby podporovala záznam savců ve volné přírodě. Tato verze mobilní aplikace je nastavena tak, aby snadno zaznamenávala savce v jakékoli evropské zemi, ale zatím neobsahuje všechny evropské jazyky.
el_gr: Η εφαρμογή iMammalia έχει σχεδιαστεί για να ενθαρρύνει την καταγραφή θηλαστικών στη ​​φύση. Αυτή η έκδοση της εφαρμογής για κινητά έχει ρυθμιστεί, ώστε να επιτρέπει την εύκολη καταγραφή θηλαστικών σε οποιαδήποτε ευρωπαϊκή χώρα, αλλά δεν περιλαμβάνει ακόμη όλες τις ευρωπαϊκές γλώσσες.
es_es: La aplicación iMammalia está diseñada para fomentar el registro de mamíferos en la naturaleza. Esta versión de la aplicación móvil está preparada para registrar fácilmente mamíferos en cualquier país europeo, pero aún no tiene incluidos todos los idiomas europeos.
fr_fr: L'application iMammalia a été produite pour encourager l'enregistrement des mammifères dans la nature. Cette version de l'application est mis en place pour enregistrer facilement des mammifères dans n'importe quel pays d'Europe, mais elle n' inclus pas encore toutes les langues européennes.
hr_hr: Aplikacija iMammalia osmišljena je kako bi potaknula bilježenje sisavaca u divljini. Ova je verzija mobilne aplikacije postavljena za lako bilježenje sisavaca u bilo kojoj europskoj zemlji, ali još uvijek nema sve europske jezike.
it_it: L'app iMammalia è progettata per incoraggiare la registrazione dei mammiferi in natura. Questa versione dell'applicazione è configurata per registrare facilmente i mammiferi in qualsiasi Paese europeo, ma non è ancora disponibile in tutte le lingue.
no_no: iMammalia-appen er designet for å oppmuntre til registrering av pattedyr i naturen. Denne versjonen av mobilapplikasjonen er satt opp for enkelt å registrere pattedyr i alle europeiske land, men har ennå ikke alle europeiske språk inkludert.
pt_pt: A app iMammalia foi desenvolvida para incentivar o registo de mamíferos na natureza. Esta versão da aplicação móvel está configurada para registar facilmente mamíferos em qualquer país europeu, mas ainda não inclui todos os idiomas europeus.
sk_sk: Aplikácia iMammalia je navrhnutá tak, aby podporovala zaznamenávanie cicavcov vo voľnej prírode. Táto verzia mobilnej aplikácie je nastavená na jednoduché zaznamenávanie cicavcov v ktorejkoľvek európskej krajine, zatiaľ neobsahuje všetky európske jazyky.
sq_al: Aplikacioni iMammalia është krijuar për të inkurajuar regjistrimin e gjitarëve të egër. Ky version i aplikacionit në telefon është krijuar për të bërë regjistrime në mënyrë sa më të lehtë në cdo vend Europian, por akoma nuk i përfshin të gjitha gjuhët Europiane.
sr_me: Aplikacija iMammalia je osmišljena sa ciljem da podstakne opažanje sisara u divljini. Ova verzija mobilne aplikacije je dizajnirana za lako bilježenje sisara u bilo kojoj državi u Evropi, ali još uvijek nije prevedena na sve evropske jezike
sr_rs: Апликација iMammalia је осмишљена са циљем да подстакне опажање сисара у дивљини. Ова верзија мобилне апликације је дизајнирана за лако бележење сисара у било којој европској држави, али још увек није преведена на све европске језике.

source: iMammalia is designed to make mammal recording easy. Smaller mammals are currently only listed at the generic level since they are much harder to tell apart. Later versions will include more countries, languages and species subject to funding.
cs_cz: iMammalia je navržena tak, aby umožňovala snadné nahrávání savců. Menší savci jsou v současné době uváděni pouze na obecné úrovni, protože je mnohem těžší je rozlišit. Pozdější verze budou zahrnovat více zemí, jazyků a druhů podléhajících financování.
el_gr: Το iMammalia έχει σχεδιαστεί για να διευκολύνει την καταγραφή θηλαστικών. Τα μικρότερα θηλαστικά αναφέρονται επί του παρόντος μόνο σε επίπεδο γένους, καθώς είναι πολύ πιο δύσκολο να τα ξεχωρίσει κανείς. Οι μεταγενέστερες εκδόσεις θα περιλαμβάνουν περισσότερες χώρες, γλώσσες και είδη, ανάλογα με τη χρηματοδότηση.
es_es: La app iMammalia está diseñada para fomentar el registro de mamíferos en la naturaleza. Esta versión de la aplicación móvil está preparada para registrar fácilmente mamíferos en cualquier país europeo, pero aún no tiene incluidos todos los idiomas europeos.
fr_fr: iMammalia a été créé pour faciliter l'enregistrement des mammifères. Certains petits mammifères sont seulement énumérés à un niveau generique puisqu'il est très difficile de les distinguer. Les prochaines versions de l'application contiendront plus de pays, de langues et d'espèces sous réserve de financement.
hr_hr: iMammalia je dizajniran da olakša snimanje i raspoznavanje sisavaca. Manji sisavci trenutno su navedeni samo na generičkoj razini, jer ih je puno teže razlikovati. Kasnije verzije uključivat će više zemalja, jezika i vrsta.
it_it: iMammalia è progettata per rendere facile la segnalazione dei mammiferi selvatici. Le specie più piccole sono attualmente elencate solo a livello generico poiché sono molto più difficili da distinguere. Le versioni successive dell'applicazione potranno includere una più ampia varietà di Paesi, lingue e specie.
no_no: iMammalia er designet for å gjøre registrering av pattedyr enkelt. Mindre pattedyr er foreløpig bare oppført på generisk nivå siden de er mye vanskeligere å skille fra hverandre. Senere versjoner vil inkludere flere land, språk og arter, avhenging av finansiering.
pt_pt: A aplicação iMammalia foi desenvolvida para facilitar o registo de mamíferos. Os mamíferos de pequenas dimensões podem ser registados, atualmente, apenas de forma genérica, uma vez que são muito mais difíceis de distinguir. Versões posteriores da aplicação incluirão mais países, idiomas e espécies, e estão sujeitas a financiamento.
sk_sk: iMammalia je navrhnutá tak, aby uľahčila nahrávanie cicavcov. Menšie cicavce sú v súčasnosti uvedené iba na generickej úrovni, pretože je oveľa ťažšie ich rozlíšiť. Neskoršie verzie budú zahŕňať viac krajín, jazykov a druhov podliehajúcich financovaniu.
sq_al: iMammalia është krijuar për të bërë regjistrime sa më të lehta të gjitarëve. Gjitarët e vegjël janë listuar vetëm në nivel të përgjithshëm duke qënë se është shumë e vështirë dallimi i tyre. Versionet e mëvonshme do të përfshijnë më shume vende, gjuhë dhe specie të cilat do të jenë subjekt i financimit.
sr_me: iMammalia je osmišljena tako da bude jednostavna za unošenje zapisa o zapaženim vrstama sisara. Manji sisari su trenutno navedeni samo na generičkom nivou, jer ih je mnogo teže razlikovati. Sljedeće verzije će obuhvatati više država, jezika i vrsta.
sr_rs: iMammalia је осмишљена тако да буде једноставна за уношење записа о запаженим врстама сисара. Мањи сисари су тренутно наведени само на генеричком нивоу, јер их је много теже разликовати. Наредне верзије ће обухватити више држава, језика и врста.

source: Could not find/authenticate user.
cs_cz: Nelze najít/ověřit uživatele.
fr_fr: Ne trouve pas/ne peut pas vérifier l'utilisateur
no_no: Kunne ikke finne/autentisere bruker.
pt_pt: Não foi possível encontrar/autenticar o utilizador.
sk_sk: Nepodarilo sa nájsť / overiť používateľa.
sq_al: Perdoruesi nuk u gjend/autentifikua
sr_rs: Корисник није пронађен/идентификован.

source: Mammalnet
sk_sk: Cicavčia sieť

source: Location Accurracy
de_de: Ortsgenauigkeit
es_es: Precisión de la localización
hr_hr: Preciznost lokacije
mk_mk: Точност на локација
pl_pl: Dokladność lokalizacji

source: Coarse, dark brown outer fur with soft dense grey under fur, distinguished by a white patch on the muzzle, webbed hind feet, and large, bright orange-yellow incisors
de_de: grobes dunkelbraunes Oberfell mit dichtem weichem grauem Unterfell, erkennbar durch eine weiße Oberlippe, Hinterfüße mit Schwimmhäuten, auffällige große orangene Schneidezähne und auffällige weiße lange Schnurrhaare
mk_mk: Грубо, темно кафеаво надворешно крзно под кое има слој на меко крзно, препознатлива е по бел дел на муцката, прстите на задните нозе се поврзани со мембрана, со светли портокалово- жолти секачи
pl_pl: Duży gryzoń. Sierść na grzbiecie brunatna, na bokach ciała i brzuchu bladożółta lub rudawa. Duże, intensywnie pomarańczowe siekacze, długi ogon. Gatunek inwazyjny.

source: Dirty, earth-brown, or brown-grey fur with black guard hairs in winter, and brighter and reddish-straw fur in summer; yellowish-brown abdomen, dark brown or blackish chest, with long, whisker-like hairs on the cheeks.
de_de: erd-braungraues Fell mit schwarzen Grannhaaren im Winter, im Sommer heller, gelblich-brauner Hinterleib, dunkelbraune Brust, Auffällige Backenbärte
mk_mk: Валкано, светло-кафеаво или кафеаво-сиво крзно со црни влакна во зима и посветло и црвеникаво крзно во лето; жолтеникаво-кафеав стомак, темно кафеави или црни гради, со долги влакна на образите.
pl_pl: Średniej wielkości ssak drapieżny. Sierść długa, brązowo-szara. Brązowa pręga na grzbiecie, odstające żółte pasma włosów po bokach czarnego pyska, krótkie nogi, ogon gruby, puszysty i krótki. Gatunek inwazyjny.

source: Long, coarse grey to red-brown fur with some yellow hairs, pointed snout, small ears, long black tipped tail, and furless hind feet and facial area
de_de: Langes, grobes, grau bis rot-braunes Fell mit einigen gelben Haaren, spitze Schnauze, kleine Ohren, langer Schwanz mit schwarzer Spitze, unbehaarte Hinterbeine und Gesicht
mk_mk: Долго, грубо сиво до црвено-кафеаво крзно со ретки жолти влакна, зашилена муцка, мали уши, долга опашка со црн врв, со задни нозе и муцка без крзно
pl_pl: Średniej wielkości ssak drapieżny. Sierść długa, rudo-brązowa. Pysk długi, spiczasty. Gatunek introdukowany.

source: Small and slender body with pale to dark brown fur, golden flecks and a pale underbelly, short legs and small rounded ears located on the side of its head, bushy tail
de_de: kleiner schlanker Körper mit blassem bis dunkelbrauenem Fell, goldenen Flecken und blassem Bauch, kurze Beine und kleine runde Ohren, welche seitlich am Kopf sitzen, buschiger Schwanz
mk_mk: Мало и тенко тело со светло до темно кафеаво крзно, златни дамки и светол стомак, куси нозе и мали заоблени уши сместени странично на главата, бушава опашка
pl_pl: Mały ssak drapieżny. Sierść oliwkowobrązowa o zmiennym ubarwieniu. Ogon krótszy od reszty ciała.

source: Males are red-brown with a white saddle patch, females are brown, males have helix-shaped backward-curving horns
de_de: Männchen (Widder) mit weißem Sattelfleck, Weibchen sind braun, Widder tragen rückwärts gekrümmte schneckenförmige Hörner
mk_mk: Мажјаците се црвено-кафеави со бело крзно на грбот, женките се кафеави, мажјаците имаат спирално завиткани рогови кои се свиткани на назад
pl_pl: Średniej wielkości ssak kopytny. Sierść na grzbiecie brązowa, na brzuchu biała. Biała wewnętrzna strona nóg, biała plama na zadzie. U samców rogi duże, skręcone ślimakowato oraz biała plama na bokach ciała.

source: Grey-brown and white coat with long fur and a bushy, striped tail, characteristic black markings around the eyes contrasted by white face
de_de: grau-braun, weiße Unterseite, langes Fell, buschiger geringelter Schwanz, charakteristische schwarze Gesichtsmaske vor weißem Gesicht
mk_mk: Сиво-кафеаво и бело крзно со долги влакна и грмушеста, опашка со линии, карактеристични црни шари околу очите во контраст со белото лице
pl_pl: Średniej wielkości ssak drapieżny. Sierść długa, brązowo-szara. Pasiasty i puszysty ogon, czarne plamy wokół oczu, kontrastujące z białym umaszczeniem na pysku. Gatunek inwazyjny.

source: The iMammalia App is designed to encourage recording of mammals in the wild. It is set up to easily record mammals in six pilot countries: Spain, Germany, Poland, Croatia, North Macedonia and Serbia. Sightings can be recorded from other countries across Europe, but currently the species list is limited to larger mammals found in those six countries.
mk_mk: IMammalia апликацијата е создадена да охрабрува креирање на записи за цицачи во дивината. Подесена е за лесно креирање на записи за цицачи во четири „пилот“ држави: Шпанија, Германија, Полска и Хрватска. За забележани цицачи може да се прават записи и во други држви во Европа, но во моментов листата на видови е ограничена на поголеми цицачи кои се присутни во наведените „пилот“ држави.

source: iMammalia is designed to make mammal recording easy. It holds a species list for Spain, Germany, Poland, Croatia, North Macedonia and Serbia but does not limit where you can record these animals. Smaller mammals are currently only listed at the generic level since they are much harder to tell apart. Later versions will include more countries, languages and species subject to funding.
de_de: iMammalia wurde so gestaltet, dass Säugetiermeldungen simpel und leicht erfolgen können. Es enthält eine Artenliste für Spanien, Deutschland, Polen und Kroatien, die Eingabe ist aber nicht auf diese Länder beschränkt. Kleinere Säugetiere sind derzeit nur auf einem Artgruppenniveau aufgelistet, da sie viel schwieriger zu unterscheiden sind. Zukünftige Versionen werden mehr Länder, Sprachen und Arten umfassen, vorbehaltlich finanzieller Förderung.
mk_mk: IMammalia е изработена на начин кој овозможува лесно креирање на записи. Содржи листа на видови присутни во Шпанија, Германија, Полска и Хрватска но не е ограничено каде можете да направите запис за овие животни. Малите цицачи се излицтани само со основни податоци бидејќи е многу тешко да се разликуваат. Во зависност од расположливите финасиски средства, следните верзии ќе вклучат други држави, јазици, и видови.

source: iMammalia is designed to make mammal recording easy. It holds a species list for Spain, Germany, Poland, Croatia, North Macedonia and Serbia but does not limit where you can record these animals.
mk_mk: IMammalia е изработена на начин кој овозможува лесно креирање на записи. Содржи листа на видови присутни во Шпанија, Германија, Полска и Хрватска но не е ограничено каде можете да направите запис за овие животни.

source: Macedonia
de_de: Nordmazedonien

source: The iMammalia App is designed to encourage recording of mammals in the wild. It is set up to easily record mammals in four pilot countries: Spain, Germany, Poland, Croatia, North Macedonia and Serbia. Sightings can be recorded from other countries across Europe, but currently the species list is limited to larger mammals found in those four countries.
de_de: Die iMammalia App wurde entwickelt, um die Erfassung von freilebenden Säugetieren zu ermöglichen. Diese Testversion dient dazu, mit einfachen Mitteln Säugetiere in vier Pilotregionen zu erfassen: Deutschland, Spanien, Polen, Kroatien. Sichtungen können allerdings überall in Europa eingegeben werden, die Artenlisten sind jedoch auf größere Säugetiere in diesen vier Ländern beschränkt.

source: iMammalia is designed to make mammal recording easy. It holds a species list for Spain, Germany, Poland and Croatia but does not limit where you can record these animals.
de_de: iMammalia wurde so gestaltet, dass Säugetiermeldungen simpel und leicht erfolgen können. Es enthält eine Artenliste für Spanien, Deutschland, Polen und Kroatien, die Eingabe ist aber nicht auf diese Länder beschränkt.
