Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Males are red-brown with a white saddle patch, females are brown, males have helix-shaped backward-curving horns, with a white tone on anal region, legs and the snout.
cs_cz: Samci jsou červenohnědí s bílou sedlovitou skvrnou a bílou srstí kolem řitního otvoru na nohách a nose, samice jsou hnědé, samci mají spirálovitě zahnuté rohy
el_gr: Τα αρσενικά είναι κόκκινα-καφέ με λευκή κηλίδα στο μέσο της ράχης, τα θηλυκά είναι καφέ, τα αρσενικά έχουν ελικοειδή κέρατα στραμμένα προς τα πίσω, με λευκό τόνο στην πρωκτική περιοχή, τα πόδια και το ρύγχος.
es_es: Los machos son de color marrón rojizo con una mancha blanca en la silla de montar, las hembras son marrones, los machos tienen cuernos curvados hacia atrás en forma de hélice, con tonalidades blancas en la región anal, las patas y el hocico.
fr_fr: Les mâles sont brun-roux avec un motif blanc en forme de selle sur le dos, et les pattes, le museau et le derrière blancs. Les femelles sont de couleur brune. Les mâles ont de grosses cornes torsadées vers l'arrière
hr_hr: Mužjaci su crveno-smeđi s bijelim sedlarskim dijelom, ženke su smeđe, muškarci imaju spiralne rogove zakrivljene unatrag, s bijelim tonom na analnoj regiji, nogama i njušci.
it_it: I maschi sono rosso-marroni con una macchia bianca sulla sella, le femmine sono marroni, i maschi hanno corna elicoidali all'indietro, con una tonalità bianca sulla regione anale, sulle gambe e sul muso.
no_no: Hannene er rødbrune med en hvit sadelflekk, hunnene er brune, hannene har spiralformede bakoverbøyde horn, med en hvit tone på analområdet, bena og snuten.
pt_pt: Os machos são castanho-avermelhados e têm uma mancha branca na zona da sela, cornos robustos e curvados para trás em forma de espiral. A região anal, a parte inferior dos membros e focinho apresentam tons de branco. As fêmeas possuem pelagem maioritariamente castanha e não têm cornos.
sk_sk: Samce sú červenohnedé s bielou sedlovitou škvrnou a bielou srsťou okolo ritného otvoru na nohách a nose, samice sú hnedé, samce majú špirálovito zahnuté rohy.
sq_al: Meshkujt janë të kuq në të kafe me një njollë të bardhë në mes të shpinës, femrat janë ngjyrë kafe, meshkujt kanë brirë që shkojnë pas dhë një tonalitet i ngjyrës së bardhë ndodhet në rajonin anal, tak këmbët dhe tek fytyra.
sr_me: Mužjaci su crveno-smeđeg kozna sa bijelim sedlarskim dijelom, ženke su smeđeg krzna, muškarci imaju spiralne rogove zakrivljene unazad, sa bijelim tonom na analnoj regiji, nogama i njušci.
sr_rs: Мужјаци су црвено-смеђег крзна са белим седларским делом, женке су смеђег крзна, мушкарци имају спиралне рогове закривљене уназад, са белим тоном на аналној регији, ногама и њушци.

source: Brownish grey coat with darker markings on the chin, throat and back; males have large, curved horns
cs_cz: Hnědošedá srst s tmavšími znaky na bradě, krku a zádech; samci mají velké, zakřivené rohy
de_de: braun-graues Fell mit dunkleren Stellen an Kinn, Kehle und Rücken; Männchen haben lange gebogene Hörner
el_gr: Καφέτι-γκρι γούνα με πιο σκούρα σημάδια στο πηγούνι, στο λαιμό και στη ράχη. Τα αρσενικά έχουν μεγάλα, κυρτά κέρατα
es_es: Pelo gris pardusco con marcas más oscuras en el mentón, la garganta y la espalda; los machos tienen cuernos grandes y curvos.
fr_fr: Pelage gris-brun avec des zones plus foncées au niveau du menton, de la gorge et du dos. Les mâles portent de grosses cornes recourbées vers l'arrière
hr_hr: Smeđe sivog krzna s tamnijim oznakama na bradi, grlu i leđima; mužjaci imaju velike zakrivljene rogove
it_it: Manto grigio-bruno con macchie più scure su mento, gola e dorso; i maschi hanno grandi corna ricurve
mk_mk: Кафеаво сиво крзно со потемни делови на брадата, вратот и грбот; мажјаците имаат големи, закривени рогови
no_no: Brungrå pels med mørkere markeringer på haken, halsen og ryggen; bukker har store, buede horn
pl_pl: Duży ssak kopytny. Sierść na grzbiecie brązowa, na brzuchu żółtawa. Rogi szablasto wygięte ku tyłowi, bródka na dolnej części żuchwy.
pt_pt: Tem pelagem cinzento-acastanhada com manchas mais escuras no queixo, garganta e dorso. Os machos apresentam cornos de grandes dimensões e curvados para trás enquanto as fêmeas possuem cornos de menor tamanho.
sk_sk: Hnedosivá srsť s tmavšími znakmi na brade, krku a chrbte, samce majú veľké, zakrivené rohy.
sq_al: Mbulesë me qime në ngjyrë gri të kafejtë me nuanca më të errëta në zonën e mjekrrës dhe pjesës së pasme; meshkujt kanë brirë të mëdhenj dhe të përthyer
sr_me: Smeđe sivog krzna sa tamnijim oznakama na bradi, grlu i leđima; mužjaci imaju velike zakrivljene rogove
sr_rs: Смеђе сиво крзно са тамнијим деловима браде, врата и леђа; мужјаци имају велике, закривљене рогове

source: Brown coat with short legs and large hooves; males have large, curved horns
cs_cz: Hnědá srst, s krátkýma nohama a velkými kopyty; samci mají velké, zakřivené rohy
de_de: Braunes Fell, kurze Beine und große Hufe; Männchen haben lange gebogene Hörner
el_gr: Καφέ γούνα με κοντά πόδια και μεγάλες οπλές. Τα αρσενικά έχουν μεγάλα, κυρτά κέρατα
es_es: Pelo marrón claro con una franja negruzca a lo largo del dorso y las patas, los flancos, el pecho y la frente son oscuras. La extensión de las áreas negras varía según subespecies y localización. Las patas son cortas y las pezuñas grandes; los machos tienen cuernos grandes y curvos hacia arriba y hacia afuera por lo general. Las hembras tienen cuernos mucho más pequeños.
fr_fr: Pelage brun, pattes courtes avec de gros sabots, les mâles portent de grosses cornes incurvées vers l'arrière
hr_hr: Smeđe krzno s kratkim nogama i velikim papcima; mužjaci imaju velike zakrivljene rogove
it_it: Manto bruno con zampe corte e grandi zoccoli; i maschi hanno grandi corna ricurve
mk_mk: Кафено крзно со куси нозе и големи копита; мажјаците имаат големи, закривени рогови
no_no: Brun pels med korte ben og store klauver; bukker har store, buede horn
pl_pl: Średniej wielkości ssak kopytny. Sierść brązowa. Czarne plamy na pysku oraz przedniej stronie nóg. Rogi masywne występują u obu płci. Gatunek chroniony.
pt_pt: Apresenta pelagem castanha, com lista negra ao longo do dorso. As patas, os flancos, o peito e a fronte são escuros. A extensão das manchas negras varia de acordo com a subespécie e localização. As patas são curtas e os cascos grandes. Os machos têm cornos robustos torcidos, voltados para cima e para fora, e "barbicha". Nas fêmeas, os cornos são bastante mais pequenos e a pelagem é mais clara.
sk_sk: Hnedá srsť, s krátkymi nohami a veľkými kopytami; samce majú veľké, zakrivené rohy.
sq_al: Mbulesë me qime ngjyrë kafe, këmbë të shkurtra dhe thundra të mëdha; meshkujt kanë brirë të mëdhenj dhe të përthyer.
sr_me: Smeđe krzno s kratkim nogama i velikim papcima; mužjaci imaju velike zakrivljene rogove
sr_rs: Смеђе крзно са кратким ногама и великим папцима; мужјаци имају велике, закривљене рогове

source: Small size, short and straight horns, brown or grey coat with white markings on the sides of the head and rump, and black stripes below the eyes and along the back
cs_cz: Malá velikost, krátké a rovné rohy, hnědá nebo šedá srst s bílými znaky na stranách hlavy a na zádi s černými pruhy pod očima a na zádech
de_de: geringe Größe, kurze gebogene Hörner, braunes oder graues Fell mit weißer Zeichnung auf den Seiten von Kopf und Rumpf, Schwarze Streifen unter den Augen und auf dem Rücken
el_gr: Μικρό μέγεθος, κοντά και ίσια κέρατα, καφέ ή γκρι γούνα με λευκά σημάδια πλευρικά του κεφαλιού και των γλουτών, και μαύρες ρίγες κάτω από τα μάτια και κατά μήκος της ράχης
es_es: Tamaño pequeño, cuernos cortos y rectos, manto marrón o gris con marcas blancas en los lados de la cabeza y en la grupa, y rayas negras debajo de los ojos y a lo largo de la espalda.
fr_fr: De petite taille, cornes courtes et droites, pelage brun ou gris avec des zones blanches sur les joues et le derrière, et des bandes noires en dessous des yeux et le long du dos
hr_hr: Tjelesno manji, kratkih i ravnih rogova, smeđeg ili sivog krzna s bijelim oznakama na bočnim stranama glave i poprsja, te crnim prugama ispod očiju i uzduž leđa
it_it: Ridotte dimnsioni, corna corte e dritte, mantello marrone o grigio con macchie bianche ai lati della testa e della groppa, e strisce nere sotto gli occhi e lungo la schiena
mk_mk: Мала по големина, со куси и прави рогови, кафеаво или сиво крзно со бели делови на страните на главата и задникот и црни ленти под очите и по должината на грбот
no_no: Liten størrelse, korte og rette horn, brun eller grå pels med hvite markeringer på sidene av hodet og på bakkroppen, og svarte striper under øynene og langs ryggen
pl_pl: Średniej wielkości ssak kopytny. Sierść brązowa. Wzdłuż grzbietu ciemna pręga, od pyska do oczu ciemne pasy po obu stronach głowy. Gatunek chroniony.
pt_pt: Tem a pelagem castanha ou cinzenta com manchas brancas nas laterais da cabeça, listas pretas verticais no alinhamento dos olhos e ao longo do dorso. Os cornos são retos e encurvados para trás nas extremidades, em forma de gancho.
sk_sk: Malá veľkosť, krátke a rovné rohy, hnedá alebo sivá srsť s bielymi znakmi na bokoch hlavy a zadku a čiernymi pruhmi pod očami a pozdĺž chrbta.
sq_al: Madhësi e vogël, brirë të shkurtër dhe të drejtë, mbulesë gri në kafe me njolla të bardha anash kokës dhe disa vija të zeza që ndodhen poshtë syve dhe përgjatë kurrizit.
sr_me: Male veličine, sa kratkim i ravnim rogovima, smeđim ili sivim krznom sa bijelim djelovima na bočnim stranama glave i zadnjice i crnim prugama ispod očiju i duž leđa
sr_rs: Мале величине, са кратким и равним роговима, смеђим или сивим крзном са белим деловима на бочним странама главе и задњице и црним пругама испод очију и дуж леђа

source: Ruddy brown to black-brown coat, dark patches around the eyes, backward-hooked horns
cs_cz: Ruděhnědá až černohnědá srst, tmavé skvrny kolem očí, dozadu zahnuté rohy
de_de: rötlich-braunes bis schwarz-braunes Fell, dunkle Stellen um die Augen, kurze rückwärts gebogen Hörner
el_gr: Κοκκινωπή-καφέ έως μαύρη-καφέ γούνα, σκούρες κηλίδες γύρω από τα μάτια, αγκιστρωτά κέρατα, στραμμένα προς τα πίσω
es_es: Pelo de color marrón áspero a marrón negruzco localizado en las patas. Manchas oscuras alrededor de los ojos que va desde el hocico hasta la oreja y franja negruzca a lo largo del dorso. Cuernos largos, primero verticales y luego enganchados hacia atrás.
fr_fr: Pelage brun-vermeil à brun-noir, large bande foncée autour et sous les yeux, cornes en forme de crochets vers l'arrière
hr_hr: Smeđe do crno-smeđe krzno, tamne mrlje oko očiju, rogovi zakrivljeni unatrag
it_it: Manto da bruno-ruggine a nero-marrone, macchie scure intorno agli occhi, corna uncinate con punta rivolta all'indietro
mk_mk: Кафеаво до црно-кафеаво крзно, темни делови околу очите, рогови свиткани на назад
no_no: Rødbrun til svartbrun pels, mørke flekker rundt øynene, bakoverkrummede horn
pl_pl: Średniej wielkości ssak kopytny. Sierść brązowa. Ciemniejsze plamy wokół oczu. Rogi o długości ok. 20 cm występują u obu płci.
pt_pt: A pelagem varia de castanho-avermelhada a castanho-escura. Apresenta listas escuras no alinhamento dos olhos que vão desde a ponta do focinho até às orelhas. Os cornos são em forma de gancho virados para trás nas extremidades.
sk_sk: Červenohnedá až čiernohnedá srsť, tmavé škvrny okolo očí, dozadu zahnuté rohy.
sq_al: Mbulesë me ngjyrë kafe e kuqerremtë, njolla të zeza rreth syve, brirë të drejtuar prapa
sr_me: Smeđe do crno-smeđe krzno, tamnih djelova oko očiju, rogovi savijeni unazad
sr_rs: Смеђе до црно-смеђе крзно, тамни делови око очију, рогови савијени уназад

source: Reddish-brown to grey coat, may have patches of different colouration on the back, males have antlers, relatively long tail
cs_cz: Červenohnědá až šedá srst, na hřbetě mohou mít skvrny různého zbarvení, samci mají parohy, poměrně dlouhý ocas
de_de: rotbraun bis graubraunes Fell, Männchen (Hirsche) tragen Geweihe, die im Frühjahr abgeworfen werden und dann neu wachsen, relativ kurzer aber deutlicher Schwanz
el_gr: Κοκκινωπή-καφέ έως γκρι γούνα, μπορεί να έχει κηλίδες διαφορετικής απόχρωσης στη ράχη, τα αρσενικά έχουν διακλαδισμένα κέρατα, σχετικά μακριά ουρά
es_es: Pelaje de color marrón rojizo en verano y gris en invierno, puede tener manchas de diferente color en el dorso y tienen una mancha en la grupa color crema que no está claramente perfilada. Los machos tienen cuernos y cola relativamente larga. El cervato suele ser moteado y se mantiene agazapado.
fr_fr: Pelage brun-roux à gris, peut avoir des zones de couleurs différentes sur le dos, les mâles portent des bois, queue relativement longue
hr_hr: Crvenkasto-smeđe do sive boje krzna, na leđima može imati mrlje različite boje, mužjaci imaju rogove, relativno dug rep
it_it: Manto da marrone rossastro a grigio, può avere macchie di colorazione diversa sul dorso, coda relativamente lunga, i maschi hanno palchi
mk_mk: Црвеникаво-кафеаво до сиво крзно, може да има делови во различни бои, мажјаците имаат роговје и релативно долга опашка
no_no: Rødbrun til grå pels, kan ha flekker med ulik farge på ryggen, bukker har gevir, relativt lang hale
pl_pl: Duży ssak kopytny. Sierść wiosną i latem brązowa, zimą szarawa. Żółtawo-brązowa plama na zadzie. U samców poroże w formie dużego wieńca.
pt_pt: Apresenta pelagem castanho-avermelhada no verão e castanho-acinzentada no inverno. As crias têm manchas brancas no dorso e nos flancos. Os machos possuem hastes cilíndricas e ramificadas, com número variável de pontas, e as fêmeas não têm hastes. A cauda é curta e castanho-clara.
sk_sk: Červenohnedá až sivá srsť, na chrbte môžu mať škvrny rôzneho sfarbenia, samce majú parohy, pomerne dlhý chvost.
sq_al: Mbulesë e kafejtë në gri, mund të ketë njolla me ngjyra të ndryshme në kurriz, meshkujt kanë brirë, bishti është relativisht i gjatë.
sr_me: Dlaka crvenkasto-smeđe do sive boje, svijetlija na trbuhu i na gavi, mužjaci imaju parogove i relativno dug rep
sr_rs: Длака је црвенкасто-смеђе до сиве боје, светлија на трбуху и на глави, мужјаци имају парогове и релативно дуг реп

source: Typically chestnut coat with white markings but may also be fully white or black, males have antlers
cs_cz: Typicky kaštanová srst s bílými skvrnami, ale může být také zcela bílá nebo černá, samci mají lopatovité parohy
de_de: kastanienbraun mit weißen Flecken und schwarzem Aalstrich, es gibt aber auch selten weiße und häufiger dunkelbraune und schwarze Tiere. Die Männchen tragen Geweihe mit Schaufeln
el_gr: Συνήθως καστανή γούνα με λευκά σημάδια αλλά μπορεί επίσης να είναι εντελώς λευκή ή μαύρη, τα αρσενικά έχουν διακλαδισμένα κέρατα
es_es: Típico pelaje pardo castaño con motas blancas en verano y gris oscuro con motas poco visibles en invierno, pero también puede ser completamente blanco o negro. Cola relativamente larga. Los machos más viejos tienen la cuerna palmeada.
fr_fr: Pelage habituellement châtain tacheté de blanc, mais peut également être complètement blanc ou noir. Les mâles portent des bois
hr_hr: Obično kestenjasto krzno s bijelim oznakama, ali može biti i potpuno bijeli ili crni, mužjaci imaju rogove
it_it: In genere il mantello è castano con macchie bianche, ma può anche essere completamente bianco o scuro e persino nero, i maschi hanno palchi che tendono ad appiattirsi con l'età
mk_mk: Обично костеново крзно со бели дамки, но исто така може да биде целосно бело или црно, мажјаците имаат роговје
no_no: Vanligvis kastanjefarget pels med hvite markeringer, men kan også være helt hvit eller svart, bukker har gevir
pl_pl: Średniej wielkości ssak kopytny. Sierść na grzbiecie ruda, na brzuchu biała. Białe plamy na grzbiecie, ciemna smuga wzdłuż kręgosłupa, ogon od góry czarny, od spodu biały. Zimą ubarwienie szare bez plam. Poroże u samców łopatowate.
pt_pt: Pelagem tipicamente castanho-arruivada com manchas brancas no verão e tons mais acinzentados e manchas menos nítidas no inverno, embora também possa ser totalmente branca ou preta. Apenas os machos possuem hastes e os indivíduos adultos têm a armação espalmada. A cauda é de tamanho médio. Os machos apresentam ainda um tufo de pelos proeminente a proteger o pénis e as fêmeas têm um tufo comprido abaixo da vulva.
sk_sk: Typicky gaštanová srsť s bielymi znakmi, ale môže byť aj úplne biela alebo čierna, samce majú parohy.
sq_al: Përgjithësisht manteli është me njolla të bardha por mund të jetë edhe totalisht i bardhë ose i zi, meshkujt kanë brirë.
sr_me: Tipično kestenjasta boja krzna sa bijelim mrljama ali može biti i potpuno bijele ili crne boje, mužjaci imaju rogove
sr_rs: Типично кестенаста боја крзна са белим мрљама, али може бити и потпуно бело или црно, мужјаци имају рогове

source: Large with dark brown coat, large antlers, hooves and a fold of skin under the chin
cs_cz: Velký s tmavě hnědou srstí, velkými parohy, kopyty a lalokem povislé kůže pod bradou
de_de: groß, dunkelbraunes Fell, die Beine sind blasser, große Hufe, auffälliger Buckel, Männchen tragen ein Geweih (z.T. als Schaufel) und einen "Kinnbart"
el_gr: Μεγάλο ζώο με σκούρα καφέ γούνα, μεγάλα διακλαδισμένα κέρατα, οπλές και μια αναδίπλωση δέρματος κάτω από το πηγούνι
es_es: Grande y patilargo con pelaje marrón oscuro, cuernos grandes, pezuñas y un pliegue de piel debajo de la barbilla.
fr_fr: De grande taille avec un pelage brun foncé, des bois imposants, des sabots et un plis de peau pendant sous le menton
hr_hr: Veliki s tamno smeđim krznom, velikih rogova, s naborom kože ispod brade
it_it: Grossa mole con un mantello marrone scuro, grandi palchi, zoccoli e una piega di pelle sotto il mento
mk_mk: Голем со темно кафеав крзно, големо роговје, копита и набори на кожата под брадата
no_no: Stor med mørkebrun pels, stort gevir, klauver og en hudfold under haken
pl_pl: Duży ssak kopytny. Sierść ciemnobrązowa, na nogach jaśniejsza, od brązowej do jasnoszarej. Długie nogi z szerokimi racicami, fałd skórny na podgardlu, wystający kłąb. U samców masywne poroże.
pt_pt: É corpulento e apresenta pelagem castanho-escura, focinho curvado, lábio superior grande e descaído e almofada nasal peluda. Os machos possuem hastes grandes e geralmente espalmadas, direcionadas para cima. Contudo, as armações podem assumir outras configurações. O macho adulto tem barbicha.
sk_sk: Veľký s tmavohnedou srsťou, veľkými parohami, kopytami a záhybom kože pod bradou.
sq_al: I madh me mbulesë të kaftë të errët, brirë të mëdhenj, kanë thundra dhe një palosje e lëkurës gjendet poshtë mjekrës.
sr_me: Krupan sa tamno smeđim krznom, velikim rogovima, papcima i naborima kože ispod brade
sr_rs: Крупан са тамно смеђим крзном, великим роговима, папцима и наборима коже испод браде

source: Relatively small deer with orange-brown coat, males have antlers with 2-4 prongs
cs_cz: Poměrně malý jelenovitý druh s oranžově hnědou letní srstí, samci mají paroží se 2-4 výsadami
de_de: relativ kleiner Hirsch mit orange-rotem Fell, Männchen haben ein Geweih mit 2-4 Sprossen
el_gr: Σχετικά μικρό ελάφι με πορτοκαλί-καφέ γούνα, τα αρσενικά έχουν διακλαδισμένα κέρατα με 2-4 αιχμές
es_es: Ciervo relativamente pequeño con pelaje marrón anaranjado, los machos tienen cuernos con 2-4 puntas.
fr_fr: Cervidé de petite taille avec un pelage brun-orangé. Les mâles portent des bois courts avec 2 à 4 pointes
hr_hr: Relativno malen jelen s narančasto-smeđom dlakom, mužjaci imaju rogove s 2-4 paroška
it_it: Cervide relativamente piccolo con mantello arancione-marrone, i maschi hanno palchi con 2-4 punte
mk_mk: Релативно мал елен со портокалово-кафеаво крзно, мажјаците имаат роговје со 2 до 4 парози
no_no: Relativt lite hjortedyr med oransjebrun pels, bukker har gevir med 2-4 takker
pl_pl: Mały ssak kopytny. Sierść wiosną i latem czerwonobrązowa, zimą szara. Biała plama na zadzie. U samców niewielkie poroże z 2-4 odnogami.
pt_pt: É um cervídeo relativamente pequeno, com pelagem castanho-alaranjada no verão e castanho-acinzentada no inverno, ponta do focinho e "bigode" pretos e queixo branco. A fêmea tem um escudo anal em forma de coração invertido e um tufo de pelos na zona urogenital, enquanto o macho apresenta um escudo anal em forma de rim. Os machos possuem hastes relativamente pequenas com três pontas, no máximo, cada uma.
sk_sk: Pomerne malý jeleň s oranžovo-hnedou srsťou, samce majú parohy s 2-4 výsadami.
sq_al: Drer relativisht i vogël me një mbulesë ngjyrë portokalli në të kaftë, meshkujt kanë brirë me 2-4 maja.
sr_me: Relativno mala vrsta iz porodice jelena- Cervidae, dlaka je crvenkasto-smeđa, mužjaci imaju parogove sa 2-4 kraka
sr_rs: Релативно мала врста из породице јелени - Cervidae, длака је црвенкасто-смеђа, мужјаци имају парогове са 2-4 парошка

source: Range of coat colours from mahogany to black (sometimes white) and a spotted coat, males have upright antlers, females have distinctive black bumps
cs_cz: Rozsah barev srsti od mahagonové po černou (někdy bílou) a skvrnitou srst, samci mají vzpřímené paroží, samice výrazné černé hrbolky
de_de: im Sommer mahagonyfarben mit hellen Flecken, im Winter dunkelbraun bis schwarzbraun, Männchen tragen Geweihe
el_gr: Ο χρωματισμός της γούνας μπορεί να κυμαίνεται από κοκκινωπός-καφέ έως μαύρος (μερικές φορές και λευκός) και με παρουσία στιγμάτων, τα αρσενικά έχουν όρθια διακλαδισμένα κέρατα, τα θηλυκά έχουν χαρακτηριστικά μαύρα εξογκώματα αντί για κέρατα
es_es: Amplia gama de colores en el pelaje desde caoba hasta negro (a veces blanco) y un pelaje moteado con manchas claras. Los machos tienen cuernos verticales, las hembras tienen protuberancias negras distintivas.
fr_fr: Pelage pouvant aller d'acajou à noir (parfois blanc), tacheté, les mâles portent des bois dressés vers le haut, les femelles ont des bosses distinctives sur le dos
hr_hr: Raspon boja krzna od mahagonija do crne (ponekad bijele) i pjegavog krzna, mužjaci imaju uspravne rogove, ženke imaju izražene crne izbočine
it_it: Colore della pelliccia che può variare dal mogano al nero (a volte bianco) e un mantello maculato, i maschi hanno palchi eretti, le femmine hanno caratteristiche protuberanze nere
mk_mk: Опсег на бои на крзното од кафеавкаста до црна (понекогаш бела) со точки , мажјаците имаат исправено роговје, женките имаат карактеристични црни израстоци
no_no: Pelsfarger spenner fra mahogni til svart (noen ganger hvit) og en flekkete pels, bukker har opprette gevir, hunner har markante sorte kuler i pannen
pl_pl: Średniej wielkości ssak kopytny. Sierść na grzbiecie mahoniowa do czarnej (czasem białej), na brzuchu biała. Białe podgardle, białe plamy na całym tułowiu. Poroże u samców słabo rozgałęzione. Gatunek introdukowany.
pt_pt: Apresenta uma pelagem com uma ampla variedade de cores. No verão, a pelagem é vermelho-acastanhada com várias pintas esbranquiçadas. No inverno, a coloração dos machos varia entre o cinzento-escuro e o preto e a das fêmeas oscila entre o castanho-claro e o cinzento. Os machos têm hastes com várias pontas.
sk_sk: Rozsah farieb srsti od mahagónovej po čiernu (niekedy bielu) a škvrnitú srsť, samce majú vzpriamené parohy, samice výrazné čierne hrbolčeky.
sq_al: Gama e ngjyrave shkon nga e kuqerremtë në të zezë (disa herë e bardhë) me një mbulesë me qime me pika, meshkujt kanë brirë vertikalë, ndërsa femrat dallojne nga prania e disa të ngriturave të vogla të zeza
sr_me: Raspon boja krzna od mahagoni do crne (ponekad bijele) sa tačkicama, mužjaci imaju uspravne rogove, ženke imaju karakteristične crne izrasline
sr_rs: Распон боја крзна од махагони до црне (понекад беле) са тачкицама, мужјаци имају усправне рогове, женке имају карактеристичне црне израслине
