Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Invasive species: Long, coarse grey to red-brown fur with some yellow hairs, pointed snout, small ears, long black tipped tail, and furless hind feet and facial area
cs_cz: Invazní druh (neplatí pro ČR): Dlouhá, hrubá šedá až červenohnědá srst s občasnými žlutými chloupky, špičatý čenich, malé uši, dlouhý černý špičatý ocas a bezsrsté zadní tlapky a oblast obličeje
el_gr: Χωροκατακτητικό είδος: Μακριά, τραχιά γκρι έως κόκκινη-καφέ γούνα με μερικές κίτρινες τρίχες, μυτερό ρύγχος, μικρά αυτιά, μακριά ουρά με μαύρο τελείωμα και απουσία τριχών στις πίσω πατούσες και στην περιοχή του προσώπου
es_es: Especie invasora: Pelaje largo y áspero de color gris a marrón rojizo con algunos pelos amarillos, hocico puntiagudo, orejas pequeñas, cola larga de punta negra y patas traseras y zona facial sin pelo.
fr_fr: Espèce invasive: Fourrure longue et drue, pouvant aller du gris au brun-roux avec des poils jaunâtres, museau pointu, petites oreilles, queue longue à l'extrémité noire, pattes arrières et face sans poils
hr_hr: Invazivna vrsta: Dugo, grubo sivo do crveno-smeđe krzno s nešto žutih dlačica, šiljastom njuškom, malim ušima, dugim repom crnog vrha te stražnjh stopala i lica bez krzna
it_it: Specie invasiva. Pelliccia lunga e grossolana, da grigio a rosso-marrone con alcuni peli gialli. Muso appuntito, orecchie piccole, coda lunga con punta nera, zampe posteriori e viso privi di pelo
no_no: Invasiv art: Lang, grov grå til rødbrun pels med noen gule hår, spiss snute, små ører, lang hale med svart halespiss, og korthårede bakføtter og ansiktsområde
pt_pt: Espécie invasora: possui pelagem uniforme em tons castanho-acinzentados, com pelos longos e aspeto áspero. Tem focinho pontiagudo, orelhas muito pequenas e largas, cauda longa com ponta preta e patas traseiras e zona facial sem pelo.
sk_sk: Invázny druh: Dlhá, hrubá sivá až červenohnedá srsť s občasnými žltými chĺpkami, špicatý ňucháč, malé uši, dlhý čierny špicatý chvost a bezsrsté zadné labky a oblasť tvár.
sq_al: Specie pushtuese/invazive: gëzof i gjatë dhe i trrashë me ngjyrë nga gri në të kuqerremtë me disa qime të verdha dhe me fytyrë të sterzgjatur, veshë të vegjël me bisht të gjatë me majë të zezë, mungon gëzofi tek këmbët e pasme dhe tek fytyra.
sr_me: Invazivna vrsta: Dugo, grubo sivo do crveno-smeđe krzno sa nešto žutih dlačica, šiljastom njuškom, malim ušima, dugim repom crnog vrha, zadnja stopala i lice bez krzna
sr_rs: Инвазивна врста: Дуго, грубо сиво до црвенкасто-смеђе крзно са понегде жутим длачицама, шиљастом њушком, малим ушима, дугим репом црног врха, задња стопала и лице без крзна.

source: Invasive species: Small and slender body with pale to dark brown fur, golden flecks and a pale underbelly, short legs and small rounded ears located on the side of its head, bushy tail
cs_cz: Invazivní druh (neplatí pro ČR): Malé a štíhlé tělo se světlou až tmavě hnědou srstí, zlatými skvrnami a světlým podbřiškem, krátkýma nohama a malýma zaoblenýma ušima umístěnými na straně hlavy, s huňatým ocasem
el_gr: Χωροκατακτητικό είδος: Μικρό και λεπτό σώμα με ανοιχτόχρωμη έως σκούρα καφέ γούνα, χρυσές κηλίδες και ανοιχτόχρωμη κοιλιά, κοντά πόδια και μικρά αποστρογγυλεμένα αυτιά, τοποθετημένα πλευρικά στο κεφάλι, φουντωτή ουρά
es_es: Cuerpo pequeño y esbelto con pelaje de color marrón pálido a oscuro, motas doradas y vientre pálido, patas cortas y pequeñas orejas redondeadas situadas en un lado de la cabeza, cola tupida.
fr_fr: Espèce invasive: petite et allongée avec un pelage brun clair à brun foncé moucheté de doré et un ventre plus pâle. Pattes courtes, oreilles petites et rondes sur les côtés de la tête, queue touffue
hr_hr: Invazivna vrsta: maleno i vitko tijelo s blijedo do tamno smeđim krznom, zlatnim flekama i blijedim donjim dijelom trbuha, kratkim nogama i malim zaobljenim ušima smještenim na strani glave, čupavog repa
it_it: Specie invasiva: corpo di dimensioni ridotte e slanciato con pelliccia di colore da chiaro a marrone scuro, macchie dorate e addome chiaro, zampe corte, orecchie piccole e rotondeggianti poste ai lati della testa, coda cespugliosa
no_no: Invasiv art: Liten og slank kropp med lys til mørk brun pels, gyldne flekker og lys underside, korte ben og små avrundede ører plassert på siden av hodet, busket hale
pt_pt: Espécie invasora: tem o corpo pequeno e esguio com pelagem que varia do castanho-claro ao castanho-escuro, com nuances douradas e ventre mais claro. Os membros são curtos e possui pequenas orelhas arredondadas localizadas na lateral da cabeça. A cauda é comprida e ligeiramente tufada.
sk_sk: Invazívny druh: Malé a štíhle telo so svetlou až tmavohnedou srsťou, zlatými škvrnami a svetlým podbruškom, krátkymi nohami a malými zaoblenými ušami umiestnenými na strane hlavy, s huňatým chvostom.
sq_al: Specie pushtuese/invazive: trup i vogël dhe i hollë me gëzof të kaftë të errët me njolla të arta, këmbë të shkurtra dhe të vogla, veshë të rrumbullakosur të vendosur në anë të kokës, bishti i shpeshtë.
sr_me: Invazivna vrsta: Sitno i vitko tijelo sa blijedo do tamno smeđim krznom, zlatnim flekama i blijedim donjim dijelom trbuha, kratkim nogama i malim zaobljenim ušima smještenim sa strane glave, čupavog repa
sr_rs: Инвазивна врста: Ситно и витко тело са бледо до тамно смеђим крзном, златним флекама и бледим доњим делом трбуха, кратким ногама и малим заобљеним ушима смештеним са стране главе, чупавог репа.

source: Pale yellow-grey coat with black spots on the sides, a black stripe along the spine and a striped, bushy tail, slender body with a pointed muzzle, large eyes, large ears and whiskers
cs_cz: Světle žlutošedá srst s černými skvrnami na bocích, černým pruhem podél páteře a pruhovaným, huňatým ocasem, štíhlé tělo se špičatým čenichem, velké oči, velké uši a vousy
de_de: blass gelb-graues Fell mit schwarzen Flecken auf den Seiten, schwarzer Aalstrich, gestreifter buschiger Schwanz, schlanker Körper, spitze Schnauze, große Augen und Ohren und Backenbart
el_gr: Ανοιχτή κίτρινη-γκρι γούνα με μαύρες κηλίδες στις πλευρές, μια μαύρη λωρίδα κατά μήκος της σπονδυλικής στήλης και μια ριγέ, φουντωτή ουρά, λεπτό σώμα με μυτερό ρύγχος, μεγάλα μάτια, μεγάλα αυτιά και μουστάκια
es_es: Pelo amarillo-gris pálido con manchas negras en los lados que forman rayas negras discontínuas a lo largo del cuerpo y una banda negra contínua en la columna vertebral. La cola es tupida y rayada a modo de anillos claros y oscuros. El cuerpo es delgado con hocico puntiagudo, ojos grandes, orejas grandes y bigotes.
fr_fr: Pelage gris-jaune tacheté de noir sur les flancs et une rayure noire le long de la colonne vertébrale. Queue touffue rayée de noir. Corps allongé, museau pointu, grands yeux, grandes oreilles et longues moustaches
hr_hr: Blijedo žuto-sivo krzno s crnim mrljama na stranama, crnom prugom duž kralježnice i prugastim, bujnim repom, vitkim tijelom s naglašenom njuškom, velikim očima, velikim ušima i šapama
it_it: Mantello giallo-grigio chiaro con punti neri ai lati, una striscia nera lungo il dorso e coda cespugliosa a strisce, corpo snello con muso a punta, occhi e orecchie grandi, baffi
mk_mk: Бледо жолто-сиво крзно со црни дамки од страните, црна лента по должината на 'рбетот и шарена, бушава опашка, тенко тело со зашилена муцка, големи очи, големи уши и мустаци
no_no: Blek gulgrå pels med svarte flekker på sidene, en svart stripe langs ryggraden og en stripete, busket hale, slank kropp med spiss snute, store øyne, store ører og værhår
pl_pl: Mały ssak drapieżny. Sierść jasnoszara, w czarne cętki lub pręgi. Bardzo długi ogon, długie ciało. Często mylona z kotem.
pt_pt: Tem pelagem amarelo-acinzentada pálida com uma faixa preta ao longo da coluna vertebral, corpo esguio com focinho pontudo, olhos, orelhas e bigodes grandes. A cauda é espessa e possui anéis alternados entre o claro e o escuro. Apresenta manchas escuras ao longo do corpo que se podem fundir ocasionalmente e formar listas longitudinais.
sk_sk: Svetlo žltosivá srsť s čiernymi škvrnami na bokoch, čiernym pruhom pozdĺž chrbtice a pruhovaným, huňatým chvostom, štíhle telo so špicatým ňucháčom, veľké oči, veľké uši a fúzy.
sq_al: Gëzof me ngjyrë të verdhë në gri me disa njolla të zeza në pjesën anësore të trupit, me një vijë të zezë përgjatë shtyllës kurrizore dhe një bisht me vija, trup i hollë me fytyrë të stërzgjatur, sy të mëdhenj, vesh të mëdhenj dhe mustaqe.
sr_me: Svijetložuto-sivo krzno sa crnim mrljama na stranama, crnom prugom duž kičme i prugastim, bujnim repom, vitkim tijelom s naglašenom njuškom, velikim očima, velikim ušima i šapama
sr_rs: Бледо жуто-сиво крзно са црним тачкама на странама, црна пруга дуж кичме и шарени, длакави реп, витко тело са шиљастом њушком, велике очи, велике уши и бркови

source: Larger and stockier than a tabby cat with a fluffier, blunt tail, distinct banding on the tail and body
cs_cz: Větší a podsaditější než mourovatá kočka domácí s nadýchanějším, tupě ukončeným ocasem, s výrazným pruhováním na ocase i těle
de_de: größer und kräftiger als Hauskatze, gelblich-grau mit verwaschenen Querstreifen oder Fleckenreihen, buschiger abgestumpfter Schwanz mit deutlicher Bänderung,
el_gr: Μεγαλύτερη και πιο στιβαρή από μια γάτα με ραβδώσεις, με πιο χνουδωτή, αμβλεία ουρά, και ουρά και σώμα με χαρακτηριστικές ραβδώσεις.
es_es: Félido de tamaño medio y complexión robusta, parecido a un gato doméstico atigrado. La cola es mucho más esponjosa y tupida, con 3 a 5 bandas negras y el extremo grueso. El pelaje es a franjas, pero nunca moteado con ojos color ámbar y nariz rosada.
fr_fr: Ressemble à un chat domestique tigré mais plus grand et trapu, avec une queue plus touffue et des rayures sur le corps et la queue
hr_hr: Veća i krupnija od kućne mačke s bogatim repom, izraženih i vidljivih prstenova na repu
it_it: Più grande e tozzo di un gatto soriano domestico, coda più soffice e smussata, bande sulla coda e sul corpo ben distinte.
mk_mk: Поголема и покрупна од домашна мачка со мека, дебела опашка, со пруги на опашката и на телото
no_no: Større og kraftigere enn en tabby katt, med fyldigere og butt hale, tydelig stripemønster på halen og kroppen
pl_pl: Średniej wielkości ssak drapieżny. Sierść żółto-szara, pręgowana. Większy i bardziej krępy od kota domowego. Gatunek chroniony.
pt_pt: É parecido com o gato-doméstico listado ou malhado, porém maior e mais robusto. Não tem pintas no corpo, apenas listas. A principal característica distintiva é a sua cauda volumosa com anéis pretos e bem espaçados e com a extremidade ligeiramente arredondada e ponta preta.
sk_sk: Väčšia a podsaditejšia ako mourovatá mačka domáca s nadýchanejším, tupo ukončeným chvostom, s výrazným pruhovaním na chvoste aj tele.
sq_al: Ka një trup më të madh dhe më të trrashë se një mace e zakonshme, me një bisht më të butë me vija të dallueshme në bisht dhe trup.
sr_me: Veća i krupnija od domaće mačke, sa bogatim repom, izraženih i vidljivih prstenova na repu
sr_rs: Већа и крупнија од домаће мачке са меким, густим репом, са пругама на репу и телу

source: Red-brown fur in summer and silver-grey thicker fur in winter, white underbelly, spotted pattern, distinctive black hair tufts on its ears, black-tipped tail and a facial ruff of white fur
cs_cz: Červenohnědá srst v létě a stříbrošedá hustší srst v zimě, bílý podbřišek a skrvrna pod bradou, skvrnitá kresba, výrazné černé chomáče chlupů na uších, černě zakončený ocas
de_de: rot-graubraunes Fell im Sommer, im Winter dichteres silbergraues Fell mit unterschiedlich stark ausgeprägten dunklen Flecken, weißer Bauch, schwarze Haarspitzen auf den Ohren ("Pinselohr"), kurzer Schwanz mit schwarzer Spitze, heller Backenbart
el_gr: Κόκκινη-καστανή γούνα το καλοκαίρι και ασημί-γκρι, παχύτερη γούνα το χειμώνα, λευκή κοιλιά, χρωματικό μοτίβο με στίγματα, χαρακτηριστικούς μαύρους θύσανους τριχών στα αυτιά του, ουρά με μαύρο τελείωμα και ένα δίσκο λευκών τριχών στο πρόσωπο
es_es: Pelo marrón rojizo en verano y gris plateado más grueso en invierno, vientre blanco, patrón moteado, distintivos penachos de pelo negro en las orejas, cola con puntas negras y un collar facial de pelo blanco.
fr_fr: Fourrure brun-roux en été, plus dense et gris argenté en hiver, à motif tacheté et ventre blanc, épis de poils noirs au bouts de oreilles, queue à l'extrémité noire, collier de longs poils blancs au niveau des joues et du menton
hr_hr: Crveno-smeđe krzno ljeti i srebrno-sivo gušće krzno zimi, bijeli trbuh, pjegavi uzorak, izrazite crne dlake na ušima, crni rep te blijeđe bolje na glavi.
it_it: Pelliccia maculata rosso-marrone in estate, più spessa e di color grigio argenteo in inverno, ventre bianco, caratteristici ciuffi di peli neri sulle orecchie, striscia facciale bianca, coda con punta nera.
mk_mk: Црвено-кафеаво крзно во лето и сребрено-сиво подебело крзно во зима, бел стомак, со дамки, карактеристични црни влакна на ушите, црна врв на опашката и грубо бело крзно на муцката
no_no: Rødbrun pels om sommeren og sølvgrå tykkere pels om vinteren, hvit mage, flekkete mønster, særegne svarte hårdusker på ørene, svart hale og hvitt "skjegg" i ansiktet
pl_pl: Średniej wielkości ssak drapieżny. Sierść na grzbiecie rudo-brązowa lub szaro-brązowa z brązowymi cętkami, na brzuchu biała. Uszy zakończone pędzelkami z sierści, bokobrody z sierści po bokach pyska i szyi, nogi grube i krótkie, ogon krótki i czarny na końcu. Gatunek chroniony.
pt_pt: Apresenta pelagem castanho-amarelada no verão e cinzento-prateada e mais densa no inverno, o ventre é branco, tem um padrão com pintas pretas distribuídas pelo corpo e membros longos. A cauda é curta com a ponta preta. As orelhas têm os característicos tufos de pelos pretos nas extremidades e a face é ladeada por tufos de pelos maioritariamente brancos que se assemelham a barbas.
sk_sk: Červenohnedá srsť v lete a striebrosivá hustejšia srsť v zime, biele podbruško a škvrna pod bradou, škvrnitá kresba, výrazné čierne chumáče chlpov na ušiach, čierno zakončený chvost.
sq_al: Gëzofi me ngjyrë të kuqerremtë në të kaftë gjatë verës ndërsa gjatë dimrit ngjyrë gri në të argjendtë, pjesa e poshtme e bardhë, përgjithesisht me njolla, tek veshët janë karakteristike disa tufa qimesh, bishti me majë të zezë ndërsa një rreth me qime të bardha rrethojnë fytyren.
sr_me: Svijetlosmeđe-žuto krzno ljeti i srebrno-sivo gušće krzno zimi, bijeli trbuh, pjege po tijelu, izrazite crne dlake na ušima, crni vrh repa i krzno na glavi svijetle boje.
sr_rs: Црвенкасто-смеђе крзно лети и сребрно-сиво дебље крзно зими, белог трбуха, са мрљама, карактеристичне црне длаке на ушима, врх репа је црн и грубо бело крзно на њушци

source: Yellow to tawny short fur, spotted pattern, short body, long legs, short tail, small head with tufted ears and facial whiskers.
cs_cz: Žlutá až žlutohnědá krátká srst, skvrnitá kresba, krátké tělo, dlouhé nohy, krátký ocas, malá hlava s chlupatýma ušima a obličejovými vousky
de_de: gelb bis lohfarbenes fleckiges Fell, kurzer Körper, lange Beine, kurzer Schwanz, kleiner Kopf mit Ohrbüscheln und auffälligem Backenbart
el_gr: Ξανθή έως καστανόξανθη κοντή γούνα, χρωματικό μοτίβο με στίγματα, κοντό σώμα, μακριά πόδια, κοντή ουρά, μικρό κεφάλι με αυτιά που φέρουν θύσανους τριχών στην άκρη τους και απτικούς μύστακες.
es_es: Pelo corto de color amarillo a rojizo, patrón manchado con manchas oscuras. Cuerpo corto, patas largas, cola corta, cabeza pequeña con orejas tupidas y penachos de pelo negro y bigotes faciales. Tamaño más pequeño que el del lince boreal y con pintas más numerosas y oscuras en el dorso.
fr_fr: Pelage court de couleur fauve à jaune et à motif tacheté, corps et queue courts, pattes longues, petite tête avec toupets de poils au bout des oreilles et longs poils sous les joues
hr_hr: Žuto sjajno kratko krzno, pjegavi uzorak, kratka tijela, duge noge, kratak rep, mala glava s ušima i brkovima na licu.
it_it: Pelo corto a macchie, di colore variabile dal giallo al fulvo, corpo corto con zampe lunghe, coda corta, testa piccola con vibrisse visibili, orecchie ricoperte da ciuffi di pelo.
mk_mk: Жолто до костенливо кратко крзно со точки, кусо тело, долги нозе, краток опаш, мала глава со долги влакна на ушите и мустаци
no_no: Gul til brunrød kort pels, flekkete mønster, kort kropp, lange ben, kort hale, lite hode med øredusker og kinnskjegg i ansiktet.
pl_pl: Średniej wielkości ssak drapieżny. Sierść szaro-żółta lub brunatna w brązowe lub czarne cętki. Uszy zakończone pędzelkiem, bokobrody z sierści po bokach pyska i szyi, nogi grube i krótkie, ogon krótki i ciemniejszy na końcu.
pt_pt: Distingue-se do lince-euroasiático por ter menores dimensões, mais pintas, embora mais pequenas, e barbas ligeiramente mais pronunciadas. Tem membros longos, cauda curta com pintas pretas e extremidade negra. As orelhas têm os distintivos tufos de pelos pretos nas pontas.
sk_sk: Žltá až žltohnedá krátka srsť, škvrnitá kresba, krátke telo, dlhé nohy, krátky chvost, malá hlava s chlpatými ušami a tvárovými fúzami.
sq_al: Gëzof i shkurtër i verdhë në të portokalli, përgjithësisht me njolla, trup i shkurtër, këmbë të gjata, bisht i shkurtër, kokë e vogël me mustaqe.
sr_me: Žuto sjajno kratko krzno, kratko i pegavo tijelo, duge noge, kratak rep, mala glava sa čupavim ušima i brkovima na licu.
sr_rs: Жуто до кестењасто кратко крзно са мрљама, кратко тело, дуге ноге, кратак реп, мала глава са дугом длаком на ушима и брковима на њушци

source: Coarse coat that may be dark grey, brown, sandy brown or black, muscular body with heavy-set shoulders, a large head with tusks in both sexes, males have a ridge of hair along the upper spine
cs_cz: Hrubá srst, která může být tmavě šedá, hnědá, pískově hnědá nebo černá, svalnaté tělo s výrazně klenutou přední částí hřbetu, velká hlava s výraznými špičáky u obou pohlaví (u samců výraznější), samci mají hřeben dlouhé srsti podél horní části páteře
de_de: grobes Borstenfell, bei Frischlingen längsgestreift, später rötlich braun, bei ausgewachsenen Wildschweinen dunkel graubraun, manchmal grau bis Schwarz, muskulöser kompakter Körperbau, großer Kopf, Keiler mit großen Eckzähnen, oft als Rückkamm ausgeprägte Borsten im Nacken
el_gr: Αδρύ τρίχωμα που μπορεί να είναι σκούρο γκρι, καφέ, αμμώδες-καφέ ή μαύρο, μυώδες σώμα με βαριούς ώμους, μεγάλο κεφάλι με χαυλιόδοντες και στα δύο φύλα, τα αρσενικά έχουν μια προεξέχουσα σειρά τριχών κατά μήκος του πρόσθιου τμήματος της σπονδυλικής στήλης
es_es: De complexión fuerte, de pelo grueso que puede ser gris oscuro, marrón, marrón arena o negro. Cuerpo musculoso con hombros pesados, cabeza grande con colmillos en ambos sexos. Patas fuertes y robustas. Los machos tienen un reborde de pelo a lo largo de la columna vertebral superior.
fr_fr: Pelage dru pouvant être gris foncé, brun ou noir, corps musclé, costaud au niveau des épaules, grosse tête avec des défenses chez les deux sexes, les mâles ont une petite crête de poils le long du haut du dos
hr_hr: Grubo krzno koje može biti tamno sive, smeđe, pješčano smeđe ili crne boje, mišićavog tijela s čvrstim ramenima, velika glava s izraženim očnjacima kod oba spola, mužjaci imaju naglašen greben dulje dlake duž kralježnice.
it_it: Mantello ispido che varia in colore dal grigio scuro, al marrone, dal marrone sabbia al nero, corpo robusto con parte anteriore tarchiata, largo cranio con zanne in entrambi i sessi, i maschi hanno una cresta di peli nella parte superiore del dorso
mk_mk: Грубо темно сиво крзно, кафеаво, темно кафеаво или црно, мускулесто тело со високо поставени рамена, голема глава со бивни кај двата пола, мажјаците имаат пруга од четини на грбот
no_no: Grov pels som kan være mørkegrå, brun, sandbrun eller svart, muskuløs kropp med kraftig skulderparti, stort hode med hoggtenner hos begge kjønn, hannene har en rygg av hår langs øvre del av ryggraden
pl_pl: Duży ssak kopytny. Sierść twarda i gęsta, ciemniejsza, niemal czarna wiosną i latem, zimą płowa. Długi ogon, czarna skóra. Samce znacznie większe od samic. U samców kły górne i dolne silnie rozrośnięte.
pt_pt: Possui pelo grosso e denso em tons de cinzento-escuro, castanho, castanho-areia ou negro, corpo robusto e largo, membros curtos e fortes, cabeça grande e caninos desenvolvidos. Os machos são mais corpulentos do que as fêmeas, apresentam os caninos extremamente desenvolvidos, que aparecem exteriorizados para fora dos lábios, e têm uma crista de pelo ao longo da parte superior da coluna.
sk_sk: Hrubá srsť, ktorá môže byť tmavosivá, hnedá, pieskovo-hnedá alebo čierna, svalnaté telo s výrazne klenutou prednou časťou chrbta, veľká hlava s výraznými tesákmi u oboch pohlaví (u samcov výraznejšie), samce majú hrebeň dlhej srsti pozdĺž hornej časti chrbta.
sq_al: Mbulesë e trrashë me qime e cila mund të ketë ngjyrë gri të errët, kafe, kafe të errët ose të zeze, trup muskuloz me shpatulla të rënda, kokë e madhe me dhëmbë të medhenj në të dy sekset, meshkujt kanë një kreshtë me flokë në zonën e sipërme të shpinës.
sr_me: Krzno sa oštrim tamnim dlakama, mišićavog tijela sa čvrstim ramenima, velika glava sa izraženim očnjacima kod oba pola, mužjaci imaju naglašen greben i duže dlake uz kičmu.
sr_rs: Груба длака различите боје, од тамно смеђе, смеђе, жућкасто смеђе до црне, мишићаво тело са високо постављеним раменима, велика глава са кљовама које су веће у мужјака, а мање и слабо видљиве у женки, мужјаци имају длаке чекиње које су дуге на гребену и горњем делу кичме

source: Short golden-brown coat, longer hair along the upper spine, longer tail and long, upward-curving horns
cs_cz: Krátká zlatohnědá srst, delší srst podél horní části páteře, delší ocas a dlouhé, nahoru zahnuté rohy
de_de: kurzes gold-braunes Fell, längeres Haar am Widerrist, längerer Schwanz und lange aufwärtsgerichtete Hörner
el_gr: Κοντή χρυσή-καφέ γούνα, μακρύτερο τρίχωμα κατά μήκος της άνω τμήματος της σπονδυλικής στήλης, μακρύτερη ουρά και μακριά κέρατα, στραμμένα προς τα πάνω
es_es: Pelo corto marrón dorado, pelo más largo a lo largo de la parte superior de la columna vertebral, cola más larga y cuernos largos y curvados hacia arriba.
fr_fr: Pelage court de couleur brun-doré, poils plus longs le long du haut de la colonne vertébrale, longue queue, cornes incurvées vers le haut
hr_hr: Kratko zlatno-smeđe krzno, duža dlaka duž kralježnice, duži rep i dugi, prema gore zakrivljeni rogovi
it_it: Mantello corto bruno-dorato, pelo più lungo lungo la parte superiore del dorso, coda più lunga e corna lunghe e ricurve verso l'alto
mk_mk: Кусо златно-кафеаво крзно, подолго влакно по должината на горниот дел на рбетот, подолга опашка и долги рогови свиткани према горе
no_no: Kort gylden-brun pels, lengre hår langs øvre del av ryggraden, lengre hale og lange, buede oppoverbøyde horn
pl_pl: Duży ssak kopytny. Sierść brązowa, dłuższa na szyi, głowie i karku. Rogi zakrzywione do góry, u samców charakterystyczny garb.
pt_pt: É robusto e possui pelagem curta castanho-escura dourada, pelo mais longo na parte anterior do dorso, cauda longa e cornos curvados para cima. Apresenta cabeça curta e larga.
sk_sk: Krátka zlatohnedá srsť, dlhšia srsť pozdĺž hornej časti chrbtice, dlhší chvost a dlhé, hore zahnuté rohy.
sq_al: Mbulesë me qime ngjyrë të artë në kafe, qime më të gjata përgjatë pjesës së sipërme të shpinës, brirë të përkulur lart të gjatë dhe bisht i gjatë.
sr_me: Kratko zlatno-smeđe krzno, duža dlaka uz kičmu, duži rep i dugi, prema gore zakrivljeni rogovi
sr_rs: Кратко, златно смеђе крзно, дужа длака дуж горњег дела кичме, дужи реп и дуги рогови савијени према горе
