Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Dark brown to red-brown coat, elongated body with short limbs and a short tail. Fur is pure white around the mouth
cs_cz: Tmavě hnědá až červenohnědá srst, protáhlé tělo s krátkými končetinami a krátkým ocasem. Kolem tlamy je srst čistě bílá
el_gr: Σκούρα καφέ έως κόκκινη-καφέ γούνα, επιμηκυσμένο σώμα με κοντά άκρα και κοντή ουρά. Η γούνα είναι αμιγώς λευκή γύρω από το στόμα
es_es: Mustélido con el cuerpo alargado con extremidades y cola cortas. Pelaje de color marrón oscuro con reflejos rojizos. Labio superior e inferior, alrededor de la boca de color blanco-
fr_fr: Pelage brun foncé à brun-roux, corps allongé avec pattes et queue courtes. Fourrure blanche autour de la bouche
hr_hr: Tamno smeđe do crveno-smeđe krzno, izduženo tijelo s kratkim udovima i kratkim repom. Krzno je čisto bijelo oko usta
it_it: Manto da marrone scuro a rossastro-marrone, corpo allungato con arti corti e coda corta. Il pelo è bianco candido intorno alla bocca
no_no: Mørkebrun til rødbrun pels, langstrakt kropp med korte bein og kort hale. Pels er ren hvit rundt munnen
pt_pt: A pelagem é castanho-escura com reflexos avermelhados. Apresenta um corpo alongado, membros curtos e a cauda mede aproximadamente metade do comprimento do corpo. Os lábios superior e inferior e a zona ao redor da boca são brancos.
sk_sk: Tmavohnedá až červenohnedá srsť, pretiahnuté telo s krátkymi končatinami a krátkym chvostom. Srsť okolo úst je čisto biela.
sq_al: Mbulesë me qime kafe e errët ose e kuqe në të kaftë, trup i zgjatur me gjymtyrë dhe bisht të shkurtër. Rreth gojës ndodhet gëzof i bardhë i pastër
sr_me: Tamno-smeđe do crveno-smeđe krzno, izduženo sa kratkim ekstremmitetima i kratkim repom. Krzno čisto bijele boje oko usta.
sr_rs: Тамно-смеђе до црвено-смеђе крзно, издужено тело са кратким екстремитетима и кратким репом. Крзно чисто беле боје око уста.

source: Orange-brown back and a cream throat and underbelly, smaller than the similar stoat, shorter tail with no black tip, and a running gait with a straight back
cs_cz: Oranžově hnědý hřbet a krémový krk a podbřišek, menší než hranostaj, kratší ocas bez černé špičky a v běhu neprohýbá hřbet
el_gr: Πορτοκαλί-καφέ ράχη και κρέμ λαιμός και κοιλιά, μικρότερο μέγεθος από την παρόμοια ερμίνα, κοντύτερη ουρά χωρίς μαύρο τελείωμα και βάδιση με επίπεδη ράχη
es_es: Mustélido muy pequeño con el dorso marrón anaranjado y con la garganta y el vientre de color cremoso, más pequeño que el armiño y con la cola más corta y sin punta negra. En la carrera suele mantener la espalda recta.
fr_fr: Dos brun-orangé, gorge et ventre de couleur crème. Plus petite qu'une hermine, avec une queue plus courte sans extrémité noire. Se déplace en courant, avec le dos droit.
hr_hr: Narančasto-smeđa leđa i krem ​​grlo i donji dio trbuha, manji od hermelina, kraći rep bez crnog vrha i trči s ravnim leđima
it_it: Dorso arancio-marrone e gola e ventre color crema, più piccola dell'ermellino cui somiglia, coda più corta senza punta nera, ha la schiena dritta quando corre
no_no: Oransje-brun rygg og kremfarget hals og mageside, mindre enn den lignende røyskatten, kortere hale uten svart spiss, og løpene ganglag med rett rygg
pt_pt: O pelo do dorso é castanho-alaranjado e a garganta e a zona ventral são de cor branca ou creme. É menor do que o arminho e tem a cauda mais curta sem ponta preta. Ao mover-se de forma rápida costuma manter o dorso reto.
sk_sk: Oranžovo-hnedý chrbát a krémové hrdlo a podbruško, menšie ako hranostaj, kratší chvost bez čiernej špičky a pri behu neprehýba chrbát.
sq_al: Kurriz ngjyrë portokalli në kafe me qafën dhe pjesën e poshtme të barkut ngjyrë kremi, më e vogël se e ngjashmja me të nuselalja trup vogël, bisht i shkurtër pa majë të zezë, me një vrapim duke e mbajtur kurrizin drejt
sr_me: Narandžasto-smeđa leđa i vrat, donji dio stomaka krem boje, manji od sličnog hermelina (velike lasice), kraćeg repa bez crnog crha, trćeči hod sa ravnim leđima.
sr_rs: Наранџасто-смеђа леђа и врат, доњи део стомака крем боје, мањи од сличног хермелина (велике ласице), краћег репа без црног врха, трчећи ход са равним леђима.

source: Dark brown colour with a pale underbelly and a dark mask-shape across the pale face
cs_cz: Tmavě hnědá barva se světlým podbřiškem a tmavou maskou přes světlou tvář
el_gr: Σκούρο καφέ χρώμα με ανοιχτόχρωμη κοιλιά και μια σκούρα περιοχή, σχήματος μάσκας, κατά πλάτος του ανοιχτόχρωμου προσώπου
es_es: Mustélido de mediano tamaño de color marrón oscuro, con un vientre pálido y una máscara oscura que contrasta con el rostro pálido.
fr_fr: Pelage brun foncé avec le ventre plus pâle, face plus claire avec un masque foncé autour des yeux
hr_hr: Tamno smeđa boja s blijedim donjim dijelom trbuha i tamnom maskom preko blijedog lica
it_it: Colore marrone scuro con un ventre chiaro e una maschera scura sul viso più chiaro
no_no: Mørk brun farge med en lys mageside og en mørk masketegning over det lyse ansiktet
pt_pt: O pelo é castanho-escuro com a extremidade do focinho branca, assim como entre os olhos e as orelhas. O pelo escuro ao redor dos olhos lembra uma máscara. Os flancos têm uma tonalidade mais clara e as orelhas têm um rebordo esbranquiçado. O corpo é alongado.
sk_sk: Tmavohnedá farba s bledým bruchom a tmavým tvarom masky cez bledú tvár.
sq_al: Ngjyrë kafe e errët me një pjesë të poshtme të zbehtë dhe një maskë të errët rreth formës së fytyrës
sr_me: Tamno-smeđe boje sa svijetlim dijelom donjeg trbuha i tamnom maskom na svijetloj glavi.
sr_rs: Тамно-смеђе боје са светлим делом доњег дела стомака и тамном маском на светлој глави.

source: Invasive species: Brown-black fur, a narrow snout, a small, white chin
cs_cz: Invazní druh: Hnědočerná srst, úzký čenich, malá, bílá brada
el_gr: Χωροκατακτητικό είδος: Καφέ-μαύρη γούνα, στενό ρύγχος, μικρό, άσπρο πηγούνι
es_es: Especie invasora: más robusto que el visón europeo, pelaje entre marrón y negro, un hocico estrecho y el mentón con una mancha blanca pequeña que le diferencia bien del visón europeo.
fr_fr: Espèce invasive: Fourrure brun-noire, museau étroit, petit menton blanc
hr_hr: Invazivna vrsta: smeđe-crno krzno, uska njuška, mala, bijela brada
it_it: Specie invasiva. Pelliccia marrone-nera, muso stretto, mento piccolo e bianco
no_no: Invasiv art: Brunsvart pels, en smal snute, en liten, hvit hake
pt_pt: Espécie invasora: parecido com o visão-europeu, embora ligeiramente maior do que este. O pelo é castanho-escuro, quase preto, e tem o focinho estreito. Apresenta uma mancha branca no queixo que o diferencia do visão-europeu. A cauda é ligeiramente tufada e mede cerca de metade do comprimento do corpo.
sk_sk: Invázny druh: Hnedočierna srsť, úzky ňufák, malá, biela brada.
sq_al: Specie pushtuese/invazive: Gëzof i kafejtë në të zezë, fytyrë e ngushtë dhe mjekërr e vogël dhe e bardhë
sr_me: Invazivna vrsta: smeđe-crno krzno, uska njuška, mala, bjela brada
sr_rs: Инвазивна врста: смеђе-црно крзно, уска њушка, мала, бела брада.

source: Light brown coat with a cream chest and throat extending to top of legs, longer tail, more elongated and angular head with shorter, more rounded and widely spaced ears
cs_cz: Světle hnědá srst s krémovou hrudí a krkem sahající k horní části nohou, delším ocasem, protáhlejší a hranatější hlavou s kratšíma, kulatějšíma a široce postavenýma ušima
el_gr: Ανοιχτή καφέ γούνα με κρεμ χρώμα στο στήθος και στο λαιμό, που επεκτείνεται στο άνω τμήμα των ποδιών, μακρύτερη ουρά, πιο επιμηκυσμένο και γωνιώδες κεφάλι με κοντύτερα, πιο αποστρογγυλεμένα και απομακρυσμένα μεταξύ τους αυτιά
es_es: Pelaje marrón claro, con el pecho y la garganta de color blanco que se extiende hasta la parte superior de las patas, cola larga, cabeza más alargada y angular con orejas más cortas, redondeadas y más separadas que la Marta.
fr_fr: Pelage brun clair, avec la poitrine, la gorge et le haut des pattes avant couleur crème. Queue longue, tête allongée et anguleuse, avec de courtes oreilles rondes et très écartées
hr_hr: Svijetlosmeđe krzno s kremastim prsima i grlom koji se protežu do vrha nogu, dužim repom, izduženijom i uglatijom glavom s kraćim, zaobljenijim i široko razmaknutim ušima
it_it: Manto marrone chiaro con petto e gola color crema che si estende fino alla parte superiore delle zampe, coda più lunga, testa più allungata e angolare con orecchie più corte, arrotondate e molto distanziate
no_no: Lysebrun pels med kremfarget bryst og hals som strekker seg til toppen av bena, lengre hale, mer langstrakt og kantet hode med kortere, mer avrundede og bredt plasserte ører
pt_pt: A pelagem é castanha com tons cinzentos ou, por vezes, arruivados. Apresenta uma mancha branca na garganta que se estende até ao topo dos membros anteriores. A cauda é comprida e tufada. A cabeça é larga e o focinho afilado. Distingue-se da marta sobretudo pela cor e extensão da mancha peitoral e também por ter orelhas mais pequenas, arredondadas e bem espaçadas.
sk_sk: Svetlohnedá srsť s krémovou hruďou a hrdlom siahajúcimk hornej časti nôh, dlhší chvost, predĺženejšia a hranatejšia hlava s kratšími, zaoblenejšie a široko rozmiestnené uši.
sq_al: Mbulesë me qime me ngjyrë kafe të lehtë me gjoks dhe qafë ngjyrë kremi që zgjatet në pjesën e sipërme të këmbëve, bisht më i gjatë, kokë më e gjatë dhe këndore me veshë të shkurtër e të rrumbullakët me hapësirë të gjerë.
sr_me: Svijetlo-smeđe krzno sa krem bojom na grudima i vratu koja se proteže do vrha nogu, sa dužim repom, izduženijom oštrom glavom sa kraćim, zaobljenim i široko razmaknutim ušima.
sr_rs: Светло-смеђе крзно са крем бојом на грудима и врату која се протеже до врха ногу, са дужим репом, издуженијом оштром главом са краћим, заобљеним и широко размакнутим ушима.

source: Chestnut-brown in colour, characteristic pale yellow patch on its chin and throat and a long, bushy tail
cs_cz: Kaštanově hnědá barva, charakteristická světle žlutá skvrna na bradě a spodní části krku a dlouhý huňatý ocas
el_gr: Καστανό-καφέ χρώμα, χαρακτηριστική απαλή κίτρινη κηλίδα στο πηγούνι και στο λαιμό, και μια μακριά, φουντωτή ουρά
es_es: Mustélido de color castaño, con una característica mancha amarilla pálida en la barbilla y la garganta y una cola larga y tupida. Puede confundirse con la garduña en zonas donde se solapan las distribuciones.
fr_fr: Pelage châtain-brun, tâche jaune pâle caractéristique au niveau de la gorge et de la poitrine, queue longue et touffue
hr_hr: Kestenjastosmeđe boje, karakteristične blijedožute mrlje na bradi i grlu i dugog, grmolikog repa
it_it: Manto color bruno-castano, caratteristica macchia giallo pallido sul mento e sulla gola e una coda folta e lunga
no_no: Kastanjebrun i fargen, karakteristisk blekgul flekk på haken og halsen og en lang, busket hale
pt_pt: Tem a pelagem castanho-escura e uma mancha amarela ou creme característica no queixo e na garganta. A cauda é longa e felpuda. Distingue-se da maior parte dos outros mustelídeos por ter os membros mais alongados. Tem orelhas mais compridas e largas do que a fuinha.
sk_sk: Gaštanovohnedá farba, charakteristická svetložltá škvrna na brade a hrdle a dlhý huňatý chvost.
sq_al: Ngjyra kafe e gështenjtë, karakteristike është njolla e verdhë e zbehtë në pjesën e mjekrrës dhe fytit me një bisht të gjatë dhe të dendur.
sr_me: Kestenjasto-smeđe boje, karakteristične blijedo-žute mrlje na bradi i vratu, dugačak, žbunast rep
sr_rs: Кестењасто-смеђе боје, карактеристичне бледо-жуте мрље на бради и врату, дугачак, жбунаст реп.

source: Typical polecat face (dark mask on a pale face), but with large white to yellow spots on its back.
cs_cz: Typický obličej tchoře (tmavá maska na světlé tváři), ale s velkými bílými až žlutými skvrnami na zádech.
el_gr: Τυπικό πρόσωπο κουναβιού (σκούρα μάσκα σε ανοιχτόχρωμο πρόσωπο), αλλά με μεγάλες λευκές προς κίτρινες κηλίδες στη ράχη.
es_es: Aspecto típico de turón. Máscara oscura que contrasta con el rostro y mentón que son más pálidos, presenta grandes manchas blancas y amarillas en su espalda. Tanto el vientre como el extremo de la cola son oscuros.
fr_fr: Face caractéristique du putois (pâle avec un masque foncé autour des yeux), mais avec de grosses tâches blanches ou jaunes sur le dos
hr_hr: Tipično lice tvora (tamna maska ​​na blijedom licu), ali s velikim bijelim do žutim mrljama na leđima.
it_it: Tipica faccia da puzzola (mascherina scura su un viso chiaro), ma con grandi macchie bianche o gialle sulla schiena
no_no: Typisk ilderansikt (mørk maske på et lyst ansikt), men med store hvite til gule flekker på ryggen.
pt_pt: Aspeto típico de toirão (com máscara escura que contrasta com áreas claras na face), mas, ao contrário daquele, apresenta um padrão mosqueado com grandes manchas brancas a amarelas na região dorsal que fazem lembrar o padrão do mármore. A zona ventral é escura, bem como a ponta da cauda, a qual é longa e ligeiramente tufada.
sk_sk: Typická tvár tchora (tmavá maska ​​na bledej tvári), ale s veľkými bielymi až žltými škvrnami na chrbte.
sq_al: Fytyrë tipike e qelbësit ( maskë e errët ne fytyrë të zbehtë ), por me pika të medhaja ngjyrë të bardhë në të verdhë në shpinën e tij.
sr_me: Ima tipičnu glavu tvora (sa crnom maskom na svijetloj glavi), ali sa velikim bijelim do žutim tačkama na leđima.
sr_rs: Има типичну главу твора (са црном маском на светлијој глави), али са великим белим до жутим тачкама на леђима.

source: Resembles a small bear with a tail. Dark brown and stocky.
cs_cz: Připomíná malého medvěda s ocasem. Tmavě hnědé a podsadité tělo.
el_gr: Μοιάζει με μικρή αρκούδα με ουρά. Σκούρος καφέ χρωματισμός και στιβαρό σώμα.
es_es: Se asemeja a un pequeño oso con una cola larga, es de color marrón oscuro y muy robusto carece de mancha clara en la garganta como las garduñas y las martas
fr_fr: Ressemble à un petit ours avec une queue. Trapu, avec une fourrure brun foncé
hr_hr: Podsjeća na malog medvjeda s repom. Tamno smeđe boje, zdepasta izgleda.
it_it: Ricorda un piccolo orso con la coda. Mantello marrone scuro e corpo tarchiato
lt_lt: Primena nedidelį lokį su uodega. Kūnas kresnas, tamsiai rudas.
no_no: Ligner en liten bjørn med en hale. Mørkebrun og kraftig kroppsbygning.
pt_pt: Assemelha-se a um pequeno urso com cauda de tamanho médio e tufada. A pelagem é castanho-escura, com manchas mais claras na cabeça e listas amareladas que vão desde a zona dos ombros até à cauda. Tem um aspeto atarracado.
sk_sk: Pripomína malého medveďa s chvostom. Tmavohnedé a podsadité telo.
sq_al: I ngjason një ariu të vogël me një bisht. Ngjyra e kaftë e errët.
sr_me: Podsjeća na malog medvjeda sa repom. Tamno braon boje, zdepast.
sr_rs: Подсећа на малог медведа са репом. Тамно браон боје, здепаст.

source: Not a feral goat. This occurs naturally in Crete. Light reddish-brown in summer and greyish brown in winter. Horns curve backward and males have a large black beard.
cs_cz: Nejedná se o zdivočelou kozu. Je to přirozeně se vyskytující druh pocházející z Kréty. V létě světle červenohnědá a v zimě šedohnědá. Rohy se zakřivují dozadu a samci mají velké černé vousy.
el_gr: Δεν είναι άγρια ​​αίγα. Φυσικοί πληθυσμοί της υπάρχουν στην Κρήτη. Ανοιχτή κοκκινωπή-καφέ το καλοκαίρι και γκριζωπή-καφέ το χειμώνα. Τα κέρατα είναι κυρτά προς τα πίσω και τα αρσενικά έχουν ένα μεγάλο μαύρο μούσι.
es_es: No es una cabra asilvestrada. Se da de forma natural en Creta. De color marrón rojizo claro en verano y marrón grisáceo en invierno. Los cuernos se curvan hacia atrás y los machos tienen una gran barba negra.
fr_fr: Il ne s'agit pas d'une chèvre retournée à l'état sauvage. Cela se produit naturellement en Crète. Pelage brun-roux clair en été, et brun-grisâtre en hiver. Cornes recourbées vers l'arrière, les mâles portent une grosse barbe noire.
hr_hr: Nije divlji jarac. Pojavljuje se na Kreti. Svijetlo crveno-smeđe ljeti i sivosmeđe boje zimi. Rogovi se savijaju unatrag, a mužjaci imaju veliku crnu bradu.
it_it: Non è una capra rinselvatichita. Si trova naturalmente a Creta. Di colore marrone rossastro chiaro in estate e marrone grigiastro in inverno. Le corna si curvano all'indietro e i maschi hanno una grande barba nera
no_no: Ikke en forvillet geit. Arten forekommer naturlig på Kreta. Lys rødbrun om sommeren og gråbrun om vinteren. Hornene kurver bakover og bukkene har et stort svart skjegg.
pt_pt: Não é uma cabra assilvestrada e ocorre naturalmente em Creta, na Grécia. Tem o pelo castanho-avermelhado claro no verão e castanho-acinzentado no inverno. Os cornos são longos e curvam-se para trás. Os machos têm uma grande barba preta.
sk_sk: Nejedná sa o zdivočelú kozu. Je to prirodzene sa vyskytujúci druh pochádzajúci z Kréty. V lete svetlo červenohnedá a sivohnedé v zime. Rohy sa zakrivujú dozadu a samce majú veľkú čiernu bradu.
sq_al: Nuk është një dhi e egër. Kjo ndodh natyrshëm në Kretë. Ngjyrë e kuqerremtë në kafe e shndritshme në verë dhe gri në kafe në dimër. Brirët shkojnë prapa ndërsa meshkujt kanë një mjekërr të madhe të zezë.
sr_me: Nije domaća vrsta koze. Ovo se prirodno dešava na Kritu. Ljeti je svijetlo crvenkasto-smeđe boje, a zimi sivkasto-smeđe. Rogovi su unazad zakrivljeni, a mužjaci imaju veliku crnu bradu.
sr_rs: Није домаћа врста козе. Ово се природно дешава на Криту. Лети је светло црвенкасто-смеђе боје, а зими сивкасто-смеђе. Рогови су уназад закривљени, а мужјаци имају велику црну браду.

source: A massive bovine with very long hair, and hooked horns.
cs_cz: Mohutný skot s velmi dlouhou srstí a zahnutými rohy.
el_gr: Ένα τεράστιο βοοειδές με πολύ μακρύ τρίχωμα και αγκιστρωτά κέρατα.
es_es: Se asemeja a un buey o a un gran toro muy macizo con pelo muy largo, cuernos ganchudos y morro blanquecino
fr_fr: Bovin massif à poils très longs, avec des cornes en forme de crochets sur les côtés de la tête
hr_hr: Veliki papkar s vrlo dugom dlakom i zakrivljenim rogovima.
it_it: Un bovino massiccio con un pelo molto lungo e corna uncinate
lt_lt: Stambus jautis, plaukai labai ilgi, ragai lenkti.
no_no: Et massivt storfe med veldig langt hår og krokformede horn.
pt_pt: É um bovino de grandes dimensões que apresenta o pelo muito comprido com tons maioritariamente acastanhados e pretos. Tem os cornos em forma de gancho.
sk_sk: Mohutný dobytok s veľmi dlhou srsťou a zahnutými rohmi.
sq_al: Një gjedh masiv me qime shumë të gjata dhe brirë që mbarojnë si grepa.
sr_me: Masivno goveče sa vrlo dugačkom dlakom i zakrivljenim rogovima u obliku udice.
sr_rs: Масивно говече са врло дугом длаком и закривљеним роговима у облику удице.

source: Both sexes grow antlers with two sets of points, one growing forward and one backward. Coat dark brown in summer and lighter in winter.
cs_cz: Oběma pohlavím rostou parohy s dvojitým členěním výsad, jedna rostoucí dopředu a druhá dozadu. V létě srst tmavě hnědá a v zimě světlejší.
el_gr: Και τα δύο φύλα αναπτύσσουν κέρατα με δύο σετ από αιχμές, το ένα στραμμένο προς τα εμπρός και άλλο προς τα πίσω. Γούνα σκούρα καφέ το καλοκαίρι και πιο ανοιχτόχρωμη το χειμώνα.
es_es: Cérvido con astas en machos y hembras. Les crece una cornamenta con dos pares de astas, una que crece hacia adelante y otra hacia atrás. El pelaje es marrón oscuro en verano y más claro durante el invierno.
fr_fr: Les deux sexes portent des bois divisés en deux ensembles de pointes, l'un penché vers l'avant et l'autre vers l'arrière. Pelage brun foncé en été et plus clair en hiver
hr_hr: Oba spola imaju rogove s dva para, jedan raste naprijed i jedan unatrag. Ljeti je krzno tamno smeđe, a zimi svjetlije.
it_it: Entrambi i sessi hanno palchi con due serie di punte, una che cresce in avanti e una all'indietro. Mantello marrone scuro in estate e più chiaro in inverno
no_no: Begge kjønn utvikler gevir i to vekstretninger, både fremover og bakover. Pels mørk brun om sommeren og lysere om vinteren.
pt_pt: Ambos os sexos possuem hastes com dois conjuntos de pontas, um que cresce para a frente e o outro para trás. A pelagem é castanho-acinzentada escura no verão tornando-se mais clara no inverno.
sk_sk: Obidvom pohlaviam rastú parohy s dvojitým členením výsad, jedna rastie dopredu a druhá dozadu. Srsť je v lete tmavohnedá a v zime svetlejšia.
sq_al: Të dyja sekset kanë brirë me nga dy palë majash, njëra qe rritet përpara dhe tjetra pas. Mbulesa me qime është kafe në verë dhe e celët gjatë dimrit.
sr_me: Oba pola imaju rogove sa dva seta kraka, jedan raste unaprijed a jedan unazad. Tokom ljeta krzno je tamno smeđe boje, a zimi svjetlije.
sr_rs: Оба пола имају рогове са два сета парожака, један расте унапред и један уназад. Током лета крзно је тамно смеђе, а зими светлије боје.

source: Invasive species: A small deer with rounded back and head often held low. Simple backward pointing antlers on male.
cs_cz: Invazní druh (neplatí pro ČR): Malý jelenovitý druh se zakulaceným hřbetem a nízko nesenou hlavou. Samci mají jednoduché dozadu směřující parohy.
el_gr: Χωροκατακτητικό είδος: Μικρό ελάφι με αποστρογγυλεμένη ράχη και κεφάλι που συχνά κρατιέται χαμηλά. Απλά, διακλαδισμένα κέρατα στα αρσενικά, στραμμένα προς τα πίσω.
es_es: Especie invasora: Un pequeño ciervo con la espalda redondeada y la cabeza a menudo gacha. En los machos, la cornamenta es simple y apunta hacia atrás.
fr_fr: Espèce invasive: cervidé de petite taille, avec le dos arrondi et se tenant souvent la tête baissée. Les mâles portent de petits bois simples, pointant vers l'arrière
hr_hr: Invazivna vrsta: mali jelen zaobljenih leđa i glave često nisko nošene. Jednostavnih rogovlja usmjerenog unatrag kod mužjaka.
it_it: Specie invasiva. Un piccolo cervide con il dorso arrotondato e la testa spesso tenuta bassa. Palchi con punte semplici rivolte all'indietro nel maschio
no_no: Invasiv art: Et lite hjortedyr med avrundet rygg, hodet holdes ofte lavt. Enkle bakoverpekende gevir på bukken.
pt_pt: Espécie invasora: veado de pequena dimensão que apresenta o dorso arqueado e a cabeça frequentemente em posição baixa. Apenas os machos possuem hastes, as quais são simples, pequenas e inclinadas para trás. A pelagem é maioritariamente castanho-avermelhada, com zona ventral de cor clara, e possui umas riscas castanho-escuras ou negras características na cabeça.
sk_sk: Invazívny druh: Malý jeleňovitý druh so zaobleným chrbtom a nízko nesenou hlavou. Samci majú jednoduché dozadu smerujúce parohy.
sq_al: Specie pushtuese/invazive: Një drer i vogël me kurriz të rrumbullakosur dhe zakonisht qëndron me kokën poshtë. Tek meshkujt gjenden brirë të thjeshtë që shkojne pas.
sr_me: Invazivna vrsta: mali jelen zaobljenih leđa i glave često nisko postavljene. Jednostavno unazad savijeni rogovi kod mužjaka.
sr_rs: Инвазивна врста: мали јелен заобљених леђа и главе често ниско постављене. Једноставно уназад савијени рогови код мужјака.
