Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Road kill
cs_cz: Úhyn na silnici
de_de: Überfahren
el_gr: Νεκρό ζώο στο δρόμο
es_es: Atropellado
fr_fr: Tué sur une route
hr_hr: Stradalo na cesti
it_it: Animale investito
mk_mk: Прегазено во сообракајна несреќа
no_no: Trafikkdrept
pl_pl: Ofiara kolizji drogowej
pt_pt: Atropelado
sk_sk: Úmrtie na ceste
sq_al: Vrasje rrugore
sr_me: Pregažena na putu
sr_rs: Прегажено на путу
uk_ua: Вбивство на дорозі

source: Field carcass
cs_cz: Mršina
de_de: Kadaver gefunden
el_gr: Πτώμα στο πεδίο
es_es: Cadáver de animal
fr_fr: Carcasse dans la nature
hr_hr: Pronađen mrtav
it_it: Carcassa
mk_mk: Пронајдена мрша
no_no: kadaver i felt
pl_pl: Padlina
pt_pt: Cadáver
sk_sk: Zdochlina
sq_al: Karkasë fushore
sr_me: Pronađen leš
sr_rs: Пронађен леш
uk_ua: Польова туша

source: Telemetry
cs_cz: Telemetrie
de_de: Telemetrie
el_gr: Τηλεμετρία
es_es: Telemetría
fr_fr: Télémétrie
hr_hr: Telemetrija
it_it: Telemetria
mk_mk: Телеметрија
no_no: telemetri
pl_pl: Telemetria
pt_pt: Telemetria
sk_sk: Telemetria
sq_al: Telemetri
sr_me: Telemetrija
sr_rs: Телеметрија
uk_ua: Телеметрія

source: Other (specify in Comment)
cs_cz: Jiné (uveďte v komentáři)
de_de: anderes (bitte in Kommentaren spezifizieren)
el_gr: Άλλο (περιγράψτε στα Σχόλια)
es_es: Otros (detallar en Comentarios)
fr_fr: Autre (précisez en commentaire)
hr_hr: Ostalo (specificiraj u Komentaru)
it_it: Altro (specifica nei commenti)
mk_mk: Друго (наведете во коментарот)
no_no: Annet (spesifiser i kommentar)
pl_pl: Inne (określ w komentarzu)
pt_pt: Outro (especifique nos Comentários)
sk_sk: Iné (uveďte v komentári)
sq_al: Të tjera (specifiko në koment)
sr_me: Ostalo (navesti u komentaru)
sr_rs: Остало (навести у коментару)
uk_ua: Інше (вказати в коментарі)

source: Please specify how has this mammal been observed.
cs_cz: Uveďte prosím, jak byl tento savec pozorován.
de_de: Bitte beschreiben Sie, wie dieses Säugetier beobachtet wurde
el_gr: Παρακαλώ προσδιορίστε πώς παρατηρήθηκε αυτό το θηλαστικό
es_es: Especifique cómo ha sido observado este animal.
fr_fr: Veuillez préciser comment ce mammifère a été observé.
hr_hr: Navedite kako je opažen ovaj sisavac.
it_it: Per favore specifica come è stato osservato questo animale
mk_mk: Ве молам назначете како го забележавте цицачот.
no_no: Vennligst spesifiser hvordan dette pattedyret har blitt observert.
pl_pl: Proszę określić sposób dokonania obserwacji
pt_pt: Por favor, especifique como este mamífero foi observado.
sk_sk: Uveďte prosím, ako bol tento cicavec pozorovaný.
sq_al: Ju lutem specifikoni se në c'formë vërejtur gjitari.
sr_me: Molimo Vas, objasnite kako je ova vrsta opažena
sr_rs: Молимо Вас наведите како је запажен овај сисар.
uk_ua: Будь ласка, уточніть, як спостерігали за цією твариною.

source: Alive
cs_cz: Živý
de_de: Lebendig
el_gr: Ζωντανό
es_es: Vivo
fr_fr: Vivant
hr_hr: Živ
it_it: Vivo
lt_lt: Gyvas
mk_mk: Жив
no_no: Levende
pl_pl: Żywy
pt_pt: Vivo
sk_sk: Nažive
sq_al: Gjallë
sr_me: Živa
sr_rs: Жив
uk_ua: Живий

source: Dead - roadkill
cs_cz: Mrtvý - úhyn na silnici
de_de: Tot - überfahren
el_gr: Νεκρό στο δρόμο
es_es: Muerto en carretera
fr_fr: Décédé - tué sur une route
hr_hr: Mrtav- stradao na cesti
it_it: Morto - investito
lt_lt: Negyvas - suvažinėtas
mk_mk: Мртов - прегазен во сообракајна несреќа
no_no: Død - trafikkdrept
pl_pl: Martwy - ofiara kolizji drogowej
pt_pt: Morto na estrada
sk_sk: Mŕtvy - úmrtie na ceste
sq_al: E vrarë si pasojë e vrasjes rrugore
sr_me: Mrtva-pregažena na putu
sr_rs: Мртав - прегажен на путу
uk_ua: Мертвий - загибель на дорозі

source: Dead - other
cs_cz: Mrtvý - jiný
de_de: Tot - andere
el_gr: Νεκρό-άλλη αιτία
es_es: Muerto otras causas
fr_fr: Décédé - autre
hr_hr: Mrtav - ostalo
it_it: Morto - altra causa
lt_lt: Negyvas - kita
mk_mk: Мртво- друго
no_no: Død - annet
pl_pl: Martwy - inny powód
pt_pt: Morto por outras causas
sk_sk: Mŕtvy - iné
sq_al: E vrarë nga për të tjera shkaqe
sr_me: Mrtva-ostalo
sr_rs: Мртав-друго
uk_ua: Мертвий - інший

source: Indirect
cs_cz: Nepřímý
de_de: Indirekt
el_gr: Έμμεση παρατήρηση
es_es: Indicios indirectos
hr_hr: Indirektno
it_it: Indiretto
mk_mk: Индиректно
no_no: Indirekte
pl_pl: Obserwacja pośrednia
pt_pt: Indireto - indícios de presença
sk_sk: Nepriamy
sq_al: Jo i drejtëpërdrejtë
sr_me: Indirektno
sr_rs: Индиректно
uk_ua: Непрямий

source: Print/trail
cs_cz: Stopa/dráha
de_de: Fußspur/Fährte
el_gr: Πατημασιά/ίχνος
es_es: Huellas/rastros
fr_fr: Empreinte-sentier
hr_hr: Trag
it_it: Impronte/pista
lt_lt: Pėdsakas/takas
mk_mk: Врз основа на оставени траги
no_no: Avtrykk/spor
pl_pl: Ślady / tropy
pt_pt: Pegadas/rastos
sk_sk: Stopa / dráha
sq_al: Gjurmët
sr_me: Otisak/trag
sr_rs: На основу трагова/отисака
uk_ua: Слід

source: Dropping
cs_cz: Trus
de_de: Kot
el_gr: Περίττωμα
es_es: Excrementos
fr_fr: Abandon
hr_hr: Izmet
it_it: Escrementi
lt_lt: Išmatos
mk_mk: Врз основа на пронајден измет
no_no: Ekskrement
pl_pl: Odchody
pt_pt: Excrementos
sk_sk: Zhadzovanie
sq_al: Rënie
sr_me: Izmet
sr_rs: На основу пронађеног измета
uk_ua: Фекалії

source: Den/burrow
cs_cz: Doupě/nora
de_de: Bau
el_gr: Φωλιά/λαγούμι
es_es: Madriguera o encame
fr_fr: Tanière-terrier
hr_hr: Brlog/ ležaj
it_it: Tana
lt_lt: Guolis/urvas
mk_mk: Пронајдено легло
no_no: Hi/hule
pl_pl: Dziupla / nora
pt_pt: Toca ou cama
sk_sk: Brloh / nora
sq_al: Strehë e vogël
sr_me: Sklonište/jazbina
sr_rs: Склониште/јазбина
uk_ua: Лігва/нора

source: Please specify the condition of the mammal.
cs_cz: Upřesněte, prosím, stav savce.
de_de: Bitte beschreiben Sie den Zustand des Säugetiers
el_gr: Παρακαλώ προσδιορίστε την κατάσταση του θηλαστικού.
es_es: Por favor, indique el estado del animal observado.
fr_fr: Veuillez précisez l'état du mammifère
hr_hr: Navedite stanje sisavca.
it_it: Per favore specifica la condizione dell'animale
mk_mk: Ве молиме назначете ја состојбата на цицачот.
no_no: Vennligst spesifiser tilstanden til pattedyret.
pl_pl: Proszę określić typ obserwacji
pt_pt: Por favor, indique o estado do animal observado.
sk_sk: Uveďte prosím, stav cicavca.
sq_al: Ju lutem specifikoni gjendjen e gjitarit.
sr_me: Molimo Vas, navedite stanje vrste
sr_rs: Молимо наведите стање сисара.
uk_ua: Будь ласка, уточніть стан ссавця.

source: Please add any extra info about this record.
cs_cz: Prosím, přidejte další informace o tomto záznamu.
de_de: Bitte fügen Sie hier sämtliche Zusatzinformationen zu diesem Eintrag ein
el_gr: Παρακαλώ προσθέστε οποιαδήποτε επιπρόσθετη πληροφορία, σχετική με αυτήν την καταγραφή.
es_es: Añada información adicional sobre este registro.
fr_fr: Veuillez ajouter toute information supplémentaire à propos de cet enregistrement
hr_hr: Dodajte dodatne podatke o ovom zapisu.
it_it: Per favore aggiungi, se disponibili, altre informazioni su questa segnalazione
mk_mk: Ве молиме додадете повеќе информазии за записот.
no_no: Vennligst legg til ekstra informasjon om denne observasjonen.
pl_pl: Dodaj dodatkowe informacje o tej obserwacji
pt_pt: Por favor, acrescente informação adicional sobre este registo.
sk_sk: Pridajte prosím ďalšie informácie o tomto zázname.
sq_al: Ju lutem shtoni ndonjë informacion shtesë mbi këtë rregjistrim.
sr_me: Dodajte više informacija o ovom unosu
sr_rs: Додајте више информација о овом запису.
uk_ua: Будь ласка, додайте будь-яку додаткову інформацію про цей запис.

source: Enter more information here...
cs_cz: Zde zadejte více informací...
de_de: Geben Sie hier weitere Informationen ein...
el_gr: Προσθέστε εδώ επιπρόσθετες πληροφορίες...
es_es: Incluya más información aquí...
fr_fr: Saisissez plus d'informations ici...
hr_hr: Ovdje upišite još informacija...
it_it: inserisci le informazioni aggiuntive qui...
mk_mk: Внесете повеке информации овде...
no_no: Skriv inn mer informasjon her...
pl_pl: Wprowadź więcej informacji tutaj...
pt_pt: Introduza mais informações aqui...
sk_sk: Tu zadajte viac informácií...
sq_al: Shtoni më shumë informacion këtu...
sr_me: Ovdje unesite više informacija...
sr_rs: Овде унесите више инфомација...
uk_ua: Введіть більше інформації тут...

source: Upload
cs_cz: Nahrát
de_de: Hochladen
el_gr: Μεταφόρτωση
es_es: Subir los datos
fr_fr: Télécharger
hr_hr: Učitaj
it_it: Carica
mk_mk: Прикачи
no_no: Laste opp
pl_pl: Prześlij
pt_pt: Carregar dados
sk_sk: Nahrať
sq_al: Ngarko
sr_me: Prenesi
sr_rs: Постави
uk_ua: Завантажити

source: species
cs_cz: druh
de_de: Arten
el_gr: είδος
es_es: Especies
fr_fr: espèce
hr_hr: vrste
it_it: specie
lt_lt: rūšis
mk_mk: видови
no_no: art
pl_pl: gatunek
pt_pt: Espécies
sk_sk: druh
sq_al: specie
sr_me: vrsta
sr_rs: врсте
uk_ua: Види

source: Enter your username or email address to request a password reset.
cs_cz: Chcete-li požádat o obnovení hesla, zadejte své uživatelské jméno nebo e-mailovou adresu.
de_de: Geben Sie Ihren Benutzernamen oder Email-Addresse ein, um Ihr Passwort zurückzusetzen
el_gr: Εισάγετε το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας, για να αιτηθείτε επαναφορά κωδικού.
es_es: Introduzca su nombre de usuario o e-mail para solicitar que se restablezca una nueva contraseña
fr_fr: Entrez votre nom d'utilisateur ou votre e-mail pour demander une réinitialisation de mot de passe
hr_hr: Unesite svoje korisničko ime ili adresu e-pošte da biste zatražili resetiranje lozinke.
it_it: Inserisci il tuo username o l'indirizzo e-mail per richiedere di resettare la password
mk_mk: Внесете го вашето корисничко име или електронска пошта за да побарате рестартирање на лозинката.
no_no: Skriv inn brukernavnet eller e-postadressen din for å be om tilbakestilling av passord.
pl_pl: Wprowadź swoją nazwę użytkownika lub adres e-mail, aby poprosić o zresetowanie hasła.
pt_pt: Insira o seu nome de utilizador ou e-mail para redefinir a sua palavra-passe.
sk_sk: Ak chcete požiadať o obnovenie hesla, zadajte svoje používateľské meno alebo e-mailovú adresu.
sq_al: Fusni emrin e përdoruesit ose adresën e emailit për të kërkuar një rivendosje të fjalëkalimit.
sr_me: Unesite vaše korisničko ime ili e-mail adresu za resetovanje lozinke.
sr_rs: Унесите своје корисничко име или е-маил како би захтевали ресетовање лозинке.
uk_ua: Введіть своє ім’я користувача або адресу електронної пошти, щоб подати запит на скидання пароля

source: User not found.
cs_cz: Uživatel nenalezen.
de_de: Benutzer nicht gefunden
el_gr: Δεν βρέθηκε αυτός ο χρήστης.
es_es: Usuario no localizado
fr_fr: Utilisateur inconnu.
hr_hr: Korisnik nije pronađen
it_it: Utente non trovato
lt_lt: Vartotojas nerastas.
mk_mk: Корисникот не е пронајден.
no_no: Bruker ikke funnet.
pl_pl: Użytkownik nie został znaleziony.
pt_pt: Utilizador não encontrado.
sk_sk: Užívateľ nenájdený.
sq_al: Përdoruesi nuk u gjet
sr_me: Korisnik nije pronađen.
sr_rs: Korisnik nije pronađen.
uk_ua: Користувач не знайдений.

source: We've sent an email to you
cs_cz: Poslali jsme vám e-mail
de_de: Wir haben Ihnen eine Email geschickt
el_gr: Σας έχουμε στείλει ηλεκτρονκό μήνυμα
es_es: Le hemos enviado un email
fr_fr: Nous vous avons envoyé un e-mail
hr_hr: Poslali smo vam email
it_it: Ti abbiamo inviato una email
lt_lt: Išsiuntėme jums el. laišką
mk_mk: Ви испративме порака на Вашата електронска адреса
no_no: Vi har sendt en e-post til deg
pl_pl: Wysłaliśmy Ci wiadomość e-mail
pt_pt: Foi-lhe enviado um e-mail.
sk_sk: Poslali sme vám e-mail
sq_al: Ju kemi dërguar një email
sr_me: Poslali smo Vam e-mail
sr_rs: Послали смо вам е-маил
uk_ua: Ми надіслали вам email.

source: Click the link in the email to reset your password. If you don't see the email, check other places like your junk, spam or other folders.
cs_cz: Kliknutím na odkaz v e-mailu obnovíte své heslo. Pokud e-mail nevidíte, zkontrolujte další možnosti, jako je nevyžádaná pošta, spam nebo jiné složky.
de_de: Klicken SIe bitte auf den Link in der Email um Ihr Passwort zurückzusetzen. Wenn Sie die Email nicht sehen können, überprüfen Sie bitte auch andere Ordner wie "spam", "junk" oder ähnliches.
el_gr: Πατήστε στο σύνδεσμο στο μήνυμα ηλεκτρονικού ταχυδρομείου για να επαναφέρετε τον κωδικό πρόσβασής σας. Εάν δεν βλέπετε το μήνυμα, ελέγξτε άλλα μέρη, όπως τα διεγραμμένα μηνύματα, τα ανεπιθύμητα μηνύματα ή άλλους φακέλους.
es_es: Haz clic en el enlace del correo electrónico para restablecer tu contraseña. Si no ve el correo electrónico, revisa otros lugares como tu correo basura, spam u otras carpetas.
fr_fr: Cliqué sur le lien dans l'e-mail pour réinitialiser votre mot de passe. Si vous ne trouvez pas cet e-mail, pensez à consulter vos spams ou autre dossier dans votre boite mail.
hr_hr: Kliknite vezu u e-pošti da biste resetirali zaporku. Ako ne vidite e-poštu, provjerite druga mjesta poput smeća, neželjene pošte ili drugih mapa
it_it: Fai clic sul link nell'e-mail che hai ricevuto per reimpostare la password. Se non vedi l'email, controlla nella posta indesiderata o nello spam.
mk_mk: Кличнете на линкот пратен по електронска пошта за да ја ресетирате лозинката. Ако не можете да ја пронајдете пораката погледнете во папките ѓубре, спам или други папки
no_no: Klikk på koblingen i e-posten for å tilbakestille passordet ditt. Hvis du ikke ser e-posten, sjekk andre steder som søppelpost, spam eller andre mapper.
pl_pl: Kliknij link w wiadomości e-mail, aby zresetować hasło. Jeśli nie widzisz wiadomości e-mail, sprawdź inne miejsca, takie jak kosz, spam lub inne foldery.
pt_pt: Carregue no link que lhe foi enviado por e-mail para redefinir a sua palavra-passe. Caso não encontre o e-mail, verifique se este estará no lixo, no spam ou noutras pastas.
sk_sk: Kliknutím na odkaz v e-maile obnovíte svoje heslo. Ak e-mail nevidíte, skontrolujte ďlašie možnosti, ako napríklad nevyžiadanú poštu, spam alebo iné priečinky.
sq_al: Klikoni linkun në email për të rivendosur fjalëkalimin tuaj. Nëse nuk e shihni emailin, kontrolloni në hapësirat e tjera si tek të vjetrat, spam ose kartela të tjera.
sr_me: Odaberite vezu u e-mailu za resetovanje Vaše lozinke. Ukoliko ne možete pronaći e-mail, provjerite na drugim mjestima kao što su "junk", "spam" ili drugi folderi.
sr_rs: Кликните на линк у е-маилу за ресетовање ваше лозинке. Уколико не можете да пронађете е-маил, проверите на другим местима као што су "junk", "spam" и други фолдери.
uk_ua: Натисніть посилання в електронному листі, щоб скинути пароль. Якщо ви не бачите листа, перевірте інші місця, як-от непотріб, спам чи інші папки.

source: App Development
cs_cz: Vývoj aplikace
de_de: App Entwicklung
el_gr: Αναπτυξη εφαρμογης
es_es: Desarrollo de aplicaciones
fr_fr: Développement de l'application
hr_hr: Razvoj aplikacije
it_it: Sviluppo dell'App
mk_mk: Развој на апликацијата
no_no: Apputvikling
pl_pl: Opracowanie aplikacji
pt_pt: Desenvolvimento da aplicação
sk_sk: Vývoj aplikácie
sq_al: Zhvillimi i aplikacionit
sr_me: Razvoj aplikacije
sr_rs: Развој апликације
uk_ua: Розробка додатків

source: This app was hand crafted with love by
cs_cz: Tato aplikace byla s láskou ručně vytvořena
de_de: Diese App wurde mit Liebe von Hand hergestellt von
el_gr: Αυτή η εφαρμογή δημιουργήθηκε με αγάπη από τη
es_es: Esta aplicación fue hecha a mano con mucho cariño por
fr_fr: Cette application a été crée avec amour par
hr_hr: Ova aplikacija ručno je rađena s ljubavlju od
it_it: Questa app è stata realizzata con amore e dedizione da
mk_mk: Оваа апликација е рачно изработена со љубов од
no_no: Denne appen ble håndlaget med kjærlighet av
pl_pl: Ta aplikacja została wykonana przez
pt_pt: Esta aplicação foi desenvolvida à mão com muito amor por
sk_sk: Táto aplikácia bola ručne vyrobená s láskou
sq_al: Ky aplikacion u krijua me dashuri nga
sr_me: Ova aplikacija je ručno kreirana s ljubavlju
sr_rs: Ова апликација је ручно креирана с'љубављу
uk_ua: Цей додаток створено вручну з любов’ю

source: Agency specializing in building bespoke data oriented solutions.
cs_cz: Agentura specializující se na budování datově orientovaných řešení na míru.
de_de: Diese Agentur ist spezialisiert darauf, datenorientierte Lösungen zu erstellen
el_gr: , η οποία εξειδικεύεται σε κατά παραγγελία λύσεις με προσανατολισμό στα δεδομένα.
es_es: Agencia especializada en la construcción de soluciones a medida y orientadas a la gestión de datos.
fr_fr: Agence spécialisée dans la construction de solutions orientées par les données et faits sur mesure.
hr_hr: Agencija specijalizirana za izradu rješenja usmjerenih na probleme s podatcima.
it_it: Agenzia specializzata nella creazione di soluzioni su misura
mk_mk: Агенција специјализирана за изработка на решенија по нарачка.
no_no: Byrå som spesialiserer seg på å bygge skreddersydde dataorienterte løsninger.
pl_pl: Agencja specjalizująca się w tworzeniu zindywidualizowanych rozwiązań zorientowanych na dane.
pt_pt: Agência especializada no desenvolvimento de soluções orientadas para a gestão de dados.
sk_sk: Agentúra špecializujúca sa na budovanie dátovo orientovaných riešení na mieru.
sq_al: Agjensi e specializuar në krijimin e zgjidhjeve të orientuara për të dhëna të vecanta.
sr_me: Specijalizovana agencija za izradu rješenja po narudžbi.
sr_rs: Специјализована агенција за израду решења по наруџби.
uk_ua: Агентство, що спеціалізується на створенні індивідуальних рішень, орієнтованих на дані.

source: For suggestions and feedback please do not hesitate to
cs_cz: Pro návrhy a zpětnou vazbu prosím neváhejte
de_de: Für Anregungen und Rückmeldungen wenden Sie sich gerne an
el_gr: Για προτάσεις και απόψεις, παρακαλώ μη διστάσετε να
es_es: Para sugerencias y comentarios, por favor no dude en
fr_fr: Pour toute suggestion ou retour, ne pas hésiter à
hr_hr: Za prijedloge i povratne informacije ne ustručavajte se javiti
it_it: Per suggerimenti e consigli non esitare a
mk_mk: За предлози и мислење ве молиме не се двоумете
no_no: For forslag og tilbakemeldinger, ikke nøl med
pl_pl: Aby złożyć sugestię lub opinię, nie wahaj się aby
pt_pt: Para sugestões e comentários, por favor, não hesite em
sk_sk: Pre návrhy a spätnú väzbu, prosím, neváhajte
sq_al: Për sygjerime dhe reagime të ndryshme ju lutem mos hezitoni të
sr_me: Za prijedloge i povratne informacije, molimo Vaas, ne ustručavajte se
sr_rs: За предлоге и додатне информације немојте се устручавати
uk_ua: Для пропозицій та відгуків, будь ласка, не соромтеся

source: contact us
cs_cz: kontaktujte nás
de_de: kontaktieren Sie uns
el_gr: επικοινωνήσετε μαζί μας
es_es: contactarnos
fr_fr: contactez nous
hr_hr: kontaktirajte nas
it_it: contattarci
lt_lt: susisiekite su mumis
mk_mk: Контактирајте не
no_no: kontakt oss
pl_pl: skontaktować się z nami
pt_pt: contactar-nos.
sk_sk: Kontaktujte nás
sq_al: na kontaktoni
sr_me: da nas kontaktirate
sr_rs: да нас контактирате
uk_ua: звертатися до нас

source: This App was produced through MammalNet and funded by EFSA.
cs_cz: Tato aplikace byla vytvořena prostřednictvím MammalNet a financována EFSA.
de_de: Diese App wurde von MammalNet produziert und von der EFSA gefördert
el_gr: Αυτή η εφαρμογή δημιουργήθηκε μέσω του MammalNet και χρηματοδοτήθηκε από την EFSA.
es_es: Esta aplicación fue producida gracias a MammalNet y financiada por la EFSA.
fr_fr: Cette application a été créée par le biais de MammalNet, et a été financée par l'EFSA
hr_hr: Ova je aplikacija proizvedena putem MammalNet-a, a financirala ju je EFSA.
it_it: Questa App è stata prodotta tramite MammalNet e finanziata dall'EFSA.
mk_mk: Апликацијата е изработена од MammalNet а финасирана од EFSA.
no_no: Denne appen ble produsert gjennom MammalNet og finansiert av EFSA.
pl_pl: Ta aplikacja została stworzona w ramach projektu MammalNet i sfinansowana przez Europejski Urząd ds. Bezpieczeństwa Żywności (EFSA).
pt_pt: Esta aplicação foi desenvolvida pelo projeto MammalNet e financiada pela EFSA.
sk_sk: Táto aplikácia bola vytvorená prostredníctvom MammalNet a financovaná EFSA.
sq_al: Ky aplikacion u prodhua nëpërmjet MammalNet dhe u financua nga EFSA.
sr_me: Ova aplikacija je izrađena preko MammalNet-a osnovanog od strane EFSA.
sr_rs: Апликација је израђена преко MammalNet-a, финансирана од стране EFSA.
uk_ua: Цей додаток створено через MammalNet і фінансується EFSA.

source: Maps produced
cs_cz: Vytvořené mapy
de_de: Karten erstellt von
el_gr: Παραγωγή χαρτών
es_es: Mapas producidos
fr_fr: Cartes produites
hr_hr: Karte su izrađene
it_it: Mappe prodotte
mk_mk: Направени мапи
no_no: Kart produsert
pl_pl: Opracowanie map
pt_pt: Mapas produzidos
sk_sk: Vyrobené mapy
sq_al: Hartat e prodhuara
sr_me: Mape su izrađene
sr_rs: Мапе су израђене
uk_ua: Виготовлені карти

source: Photo credits:
cs_cz: Foto zdroje:
de_de: Bildnachweise:
el_gr: Προέλευση φωτογραφιών:
es_es: Créditos de fotos
fr_fr: Crédits photo:
hr_hr: Fotografija od:
it_it: Fotografia di:
mk_mk: Благодарност за отстапените слики.
no_no: Fotograf:
pl_pl: Prawa autorskie do zdjęć
pt_pt: Créditos das fotografias:
sk_sk: Fotografický kredit:
sq_al: Të drejtat e fotos
sr_me: Autor/ka fotografije
sr_rs: Хвала на фотографијама:
uk_ua: Автори фотографій:

source: Mark any new records as 'training' and exclude from all reports.
cs_cz: Všechny nové záznamy označte jako "trénink" a vylučte je ze všech zpráv.
de_de: Markiert neue Einträge als “Training” und zählt sie nicht zu den neuen Dateneinträgen dazu.
el_gr: Σημειώστε τυχόν νέες καταγραφές ως 'εκπαιδευτικές' και εξαιρέστε τις από όλες τις αναφορές.
es_es: Marque los registros nuevos como "entrenamiento" y descártelos de todos sus registros.
fr_fr: Considérer tout nouvel enregistrement comme "formation" et exclure de tous les rapports
hr_hr: Označi sve nove zapise kao "trening" i izuzmi ih iz svih izvještaja.
it_it: Contrassegna eventuali nuovi record come "prova" ed escludili da tutti i rapporti
mk_mk: Назначи ги новите записи како „обука“ и исклучи ги од снимените записи.
no_no: Merk eventuelle nye observasjoner som 'trening' og ekskluder fra alle rapporter.
pl_pl: Aby się dowiedzieć jak dodawać nowe obserwacje włącz "Tryb testowy". Wszystkie obserwacje w tym trybie nie będą przesyłane dalej.
pt_pt: Marque os registos novos como "teste" e elimine-os da sua conta.
sk_sk: Označte všetky nové záznamy ako „školenie“ a vylúčte ich zo všetkých správ.
sq_al: Shëno cdo rregjistrim të ri si "trajnim" dhe përjashtoje nga të gjitha raportimet.
sr_me: Označite sve nove unose kao "proba" i uklonite ih iz svih izvještaja.
sr_rs: Означите све нове записе као "тренинг" и уклоните их из свих извештаја.
uk_ua: Позначте будь-які нові записи як «навчальні» та виключіть з усіх звітів.

source: Distribution
cs_cz: Rozšíření
de_de: Verbreitung
el_gr: Εξαπλωση
es_es: Distribución
fr_fr: Répartition
hr_hr: Distribucija
it_it: Distribuzione
lt_lt: Paplitimas
mk_mk: Распространетост
no_no: Utbredelse
pl_pl: Obszar występowania
pt_pt: Distribuição
sk_sk: Rozdelenie
sq_al: Shpërndarje
sr_me: Rasprostranjenje
sr_rs: Распрострањеност
uk_ua: Розповсюдження

source: Hedgehog
cs_cz: Ježek
de_de: Igel
el_gr: Σκαντζόχοιρος
es_es: Erizo desconocido
fr_fr: Hérisson
hr_hr: Jež
it_it: Riccio
lt_lt: Ežys
mk_mk: Еж
no_no: Piggsvin
pl_pl: Jeże
pt_pt: Ouriço desconhecido
sk_sk: Jež
sq_al: Iriq
sr_me: Jež
sr_rs: Јеж
uk_ua: Їжак

source: (unknown species)
cs_cz: (neznámý druh)
de_de: (unbekannte Art)
el_gr: (άγνωστο είδος)
es_es: (especie desconocida)
fr_fr: (espèce inconnue)
hr_hr: (nepoznata vrsta)
it_it: (specie sconosciuta)
lt_lt: (rūšis nežinoma)
mk_mk: (непознат вид)
no_no: (ukjent art)
pl_pl: (nieznany gatunek)
pt_pt: (espécie desconhecida)
sk_sk: (neznámy druh)
sq_al: (specie e panjohur)
sr_me: (nepoznata vrsta)
sr_rs: (непозната врста)
uk_ua: (невідомий вид)

source: Shrew
cs_cz: Rejsek
de_de: Spitzmaus
el_gr: Μυγαλή
es_es: Musarañas
fr_fr: Musaraigne
hr_hr: Rovka
it_it: Toporagno o crocidura
lt_lt: Kirstukas
mk_mk: Ровчици
no_no: Spissmus
pl_pl: Ryjówki
pt_pt: Musaranho
sk_sk: Piskor
sq_al: Miu i vogël i familjes Soricide
sr_me: Rovčica
sr_rs: Ровчица
uk_ua: Мідицеві
