Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: The dorsal part of the body, head, neck, feet and tail are black; the abdomen is white. Ear tufts only in winter. No sexual dimorphism. Larger than Italian populations of red squirrel.
cs_cz: Hřbetní část těla, hlava, krk, tlapky a ocas jsou černé; břicho je bílé. Ušní chomáčky pouze v zimě. Žádný pohlavní dimorfismus. Větší než veverka obecná.
el_gr: Η ραχιαία όψη του σώματος, το κεφάλι, ο λαιμός, τα πόδια και η ουρά είναι μαύρα, η κοιλιά είναι λευκή. Θύσανοι τριχών στα αυτιά μόνο το χειμώνα. Χωρίς φυλετικό διμορφισμό. Μεγαλύτερος από τους ιταλικούς πληθυσμούς του κόκκινου σκίουρου.
es_es: La cabeza, el cuello, las patas, dorso y la cola son negros; el abdomen es blanco. Pinceles en las orejas sólo en invierno. No hay dimorfismo sexual. Más grande que las poblaciones italianas de ardilla roja.
fr_fr: Pelage noir (ou brun très foncé), sauf le ventre qui est blanc. Touffes de poils sur les oreilles seulement en hiver. Pas de dimorphisme sexuel. Plus grand que les populations italiennes d'écureuils roux
hr_hr: Leđni dio tijela, glava, vrat, stopala i rep su crni; trbuh je bijel. Ušne čuperke ima samo zimi. Nema seksualnog dimorfizma. Veća od talijanskih populacija crvene vjeverice.
it_it: La parte dorsale del corpo, la testa, il collo, i piedi e la coda sono neri; l'addome è bianco. Ciuffi auricolari solo in inverno. Nessun dimorfismo sessuale. Più grande delle popolazioni italiane di scoiattolo rosso
no_no: Oversiden av kroppen, hodet, nakken, føttene og halen er svart; magen er hvit. Øredusker bare om vinteren. Ingen seksuell dimorfisme. Større enn italienske populasjoner vanlig ekorn.
pt_pt: A parte dorsal do corpo, cabeça, pescoço, patas e cauda são pretos; o ventre é branco. Apresenta tufos de pelo nas orelhas apenas no inverno. Sem dimorfismo sexual. Tem um tamanho maior do que os indivíduos das populações de esquilo-vermelho italianas.
sk_sk: Chrbtová časť tela, hlava, krk, labky a chvost sú čierne; brucho je biele. Ušné chumáče len v zime. Žiadny pohlavný dimorfizmus. Väčšie ako talianske populácie veverice obyčajnej.
sq_al: Pjesa e sipërme e trupit, koka, qafa, këmbët dhe bishti janë të zeza; pjesa e barkut e bardhë. Tufat me qime në vesh shfaqen vetëm në dimër. Nuk ka dimorfizëm seksual. Më e madhe se popullata Italiane e ketrave të kuq.
sr_me: Dorzalni (leđni) dio tijela, glava, vrat, šape i rep crne boje; trbuh bijele boje. Sa čupercima na ušima samo zimi. Nema polnog dimorfizma. Veća od italijanske crvene vjeverice
sr_rs: Дорзални (леђни) део тела, глава, врат, шапе и реп црне боје; трбух беле боје. Са чуперцима на ушима само зими. Нема полног диморфизма. Већа од италијанске црвене веверице.

source: Invasive species: Similar in size to red squirrel, back is olive-brown and belly russet. White tip to the tail.
cs_cz: Invazní druh (neplatí pro ČR): Velikostí se podobá veverce obecné, hřbet je olivově hnědý a břicho rezavé. Bílá špička ocasu.
el_gr: Χωροκατακτητικό είδος: Παρόμοιος σε μέγεθος με τον κόκκινο σκίουρο, η ράχη είναι λαδο-καφέ και η κοιλιά καφε-πορτοκαλί. Λευκό τελείωμα στην ουρά.
es_es: Especie Invasora: De tamaño similar a la ardilla roja, el dorso es marrón oliva y el vientre rojizo. La punta de la cola es blanca.
fr_fr: Espèce invasive: taille similaire à l’Écureuil roux, pelage brun-olivâtre et ventre roux. Extrémité de la queue blanche
hr_hr: Invazivna vrsta: Veličine slične crvenoj vjeverici, leđa su maslinastosmeđa i trbuh. Bijela pruga do repa.
it_it: Specie invasiva. Simile per dimensioni allo scoiattolo rosso, il dorso è marrone-olivastro e il ventre rugginoso. Punta bianca sulla coda
no_no: Invasiv art: På størrelse med vanlig ekorn, ryggen er olivenbrun og magen rustrød. Hvite hårspisser på halen.
pt_pt: Espécie invasora: com tamanho similar ao esquilo-vermelho, o dorso é castanho-esverdeado ou cinzento-esverdeado e o ventre é castanho-avermelhado. A cauda é grossa e tem a ponta branca.
sk_sk: Invazívny druh: Veľkosťou sa podobá veverici obyčajnej, chrbát je olivovohnedý a brucho hrdzavé. Biela špička chvostu.
sq_al: Specie pushtuese/invazive: I ngjashëm në madhësi me ketrit e kuq, kurrizi ngjyrë ulliri dhe pjesa e barkut ngjyrë e kuqerremtë. Ka pika te bardha ne pjesen e bishtit.
sr_me: Invazivna vrsta: Po veličini slična crvenoj vjeverici, leđa su maslinasto-smeđe boje i trbušni dio. Vrh repa je bijele boje.
sr_rs: Инвазивна врста: По величини слична црвеној веверици, леђа су маслинасто-смеђе боје и трбушни део. Врх репа је беле боје.

source: Invasive species: Similar in size to red squirrel. Longer tail. Back is olive-brown and underside cream, extending onto face.
cs_cz: Invazní druh (neplatí pro ČR): Velikostí se podobá veverce obecné. Delší ocas. Horní strana těla je olivově hnědá a spodní strana krémová, přesahující až do obličeje.
el_gr: Χωροκατακτητικό είδος: Παρόμοιος σε μέγεθος με τον κόκκινο σκίουρο. Μεγαλύτερη ουρά. Η ράχη είναι λαδί-καφέ και η κάτω πλευρά κρεμ, εκτεινόμενη στο πρόσωπο.
es_es: Especie invasora: De tamaño similar a la ardilla roja pero con la cola más larga. El dorso es de color marrón oliva y la parte inferior de color crema, que se extiende hasta el rostro.
fr_fr: Espèce invasive: taille similaire à l’Écureuil roux, pelage brun-olivâtre; ventre et face de couleur crème
hr_hr: Invazivna vrsta: Veličina slična crvenoj vjeverici. Dulji rep. Leđa su maslinastosmeđa i donja strana trbuha je krem, proteže se i na lice.
it_it: Specie invasiva. Di dimensioni simili allo scoiattolo rosso. Coda più lunga. Il dorso è marrone-olivastro e il ventre è color crema che si estende fino al viso
no_no: Invasiv art: På størrelse med vanlig ekorn. Lengre hale. Ryggen er olivenbrun. Undersiden er kremfarget og den lyse fargen strekker seg videre over ansiktet.
pt_pt: Espécie invasora: o tamanho é semelhante ao do esquilo-vermelho, mas a cauda é mais comprida. O dorso é castanho-esverdeado e a parte inferior do corpo é de cor clara, entre o creme e o esbranquiçado, que se estende até à face.
sk_sk: Invazívny druh: Veľkosťou podobná veverici obyčajnej. Dlhší chvost. Zadná strana je olivovo-hnedá a spodná strana krémová, siaha až do tváre.
sq_al: Specie pushtuese/invazive: I ngjashëm në madhësi me ketrit e kuq. Bisht më i gjatë. Kurrizi është ngjyrë ulliri në kafe dhe pjesa e poshtme ngjyrë kremi e cila zgjatet gjatë fytyrës.
sr_me: Invazivna vrsta: Po veličini je slična crvenoj vjeverici. Rep je duži. Leđa su maslinasto-smeđe boje, sa strane krem boje koja se nastavlja na glavu.
sr_rs: Инвазивна врста: По величини је слична црвеној веверици. Реп је дужи. Леђа су маслинасто-смеђе боје, са стране крем боје која се наставља на главу.

source: Smallest souslik with yellow to brownish fur and no obvious spots. White throat and chest with a short tail.
cs_cz: Nejmenší sysel se žlutou až nahnědlou srstí a bez zjevných skvrn. Bílý krk a hruď, s krátkým ocasem.
el_gr: Ο μικρότερος λαγόγυρος, με κίτρινη έως καφετί γούνα, χωρίς εμφανή ανοιχτόχρωμα στίγματα. Λευκός λαιμός και στέρνο, κοντή ουρά.
es_es: El souslik más pequeño con pelaje grisáceo entremezclado con amarillo y marrón y sin manchas en el dorso. Garganta y pecho blancuzco con una cola corta.
fr_fr: C'est le plus petit des Souslik. Pelage jaune à brun, gorge et poitrine blanches, queue courte
hr_hr: Najmanja tekunica sa žutim do smeđkastim krznom i bez očitih mrlja. Bijelo grlo i prsa s kratkim repom.
it_it: E' il più piccolo tra gli scoiattoli di terra, con una pelliccia da gialla a marroncina e senza macchie evidenti. Gola e petto bianchi, coda corta
no_no: Minste siselart med gul til brunaktig pels og ingen tydelige flekker. Hvit hals og bryst med kort hale.
pt_pt: É o menor espermófilo, a cor do pelo é entre o amarelo e o acastanhado e não apresenta manchas evidentes. A garganta e o peito são brancos e possui cauda curta.
sk_sk: Najmenší syseľ so žltou až hnedastou srsťou a bez viditeľných škvŕn. Biele hrdlo a hruď s krátkym chvostom.
sq_al: Ketër më i vogël me mbulesë me qime me ngjyrë nga e verdhë në brune pa njolla evidente. Fyti dhe gjoksi është i bardhë me bisht të vogël.
sr_me: Najmanja tekunica sa žutim do smeđim krznom bez vidljivih tački. Bijeli vrat i vrat, sa kratkim repom.
sr_rs: Најмања текуница са жутим до смеђим крзном без видљивих тачки. Бели врат и врат, са кратким репом.

source: A large marmot with overall brownish fur and short tail.
cs_cz: Velký svišť s celkově nahnědlou srstí a krátkým ocasem.
el_gr: Μεγάλη μαρμότα με συνολικά καφετί γούνα και κοντή ουρά
es_es: Marmota de gran tamaño con la cola y las patas cortas, pelaje mayoritariamente pardo.
fr_fr: Marmotte de grande taille, avec une fourrure brune sur tout le corps et une queue courte
hr_hr: Veliki svizac sa smeđkastim krznom i kratkim repom.
it_it: Grande marmotta con una pelliccia prevalentemente marroncina e una coda corta
no_no: Et stort murmeldyr med helbrun pels og kort hale.
pt_pt: É uma marmota de tamanho grande, com a pelagem maioritariamente castanha ou bege e cauda curta.
sk_sk: Veľký svišť s celkovo hnedastou srsťou a krátkym chvostom.
sq_al: Një marmotë e madhe me gëzof kaf dhe bisht të shkurtër.
sr_me: Veliki mrmot sa smeđim krznom i kratkim repom.
sr_rs: Велики мрмот са смеђим крзном и кратким репом.

source: A small squirrel with rounded head, and membrane between fore and hind legs. Greyish above and lighter below.
cs_cz: Malá veverka se zaoblenou hlavou a blánou mezi předními a zadními končetinami. Nahoře našedlá a dole světlejší.
el_gr: Mικρός σκίουρος με αποστρογγυλεμένο κεφάλι και δερματική πτυχή που ενώνει μεταξύ τους τα εμπρός και τα πίσω πόδια. Γκρι χρωματισμός ραχιαία και πιο ανοιχτόχρωμος κοιλιακά.
es_es: Ardilla pequeña con cabeza redondeada, orejas pequeñas y ojos grandes. Membrana entre las patas delanteras y traseras. De color grisáceo o amarillo por encima y más claro por debajo.
fr_fr: Écureuil de petite taille avec une tête ronde, pelage grisâtre sur le dessus et plus clair en dessous. Membrane de peau entre les pattes avant et les pattes arrière
hr_hr: Mala vjeverica zaobljene glave i opne između prednjih i stražnjih nogu. Sivkasto odozgo i svjetlije odozdo.
it_it: Un piccolo scoiattolo con testa arrotondata e una membrana tra le zampe anteriori e posteriori. Di colore grigiastro sul dorso e più chiaro ventralmente
no_no: Et lite ekorn med avrundet hode, og membran mellom for- og bakben. Gråaktig over og lysere under.
pt_pt: É um esquilo de pequena dimensão que apresenta a cabeça arredondada, orelhas pequenas e olhos grandes. Possui membrana entre as patas dianteiras e traseiras. A pelagem é acinzentada na parte de cima do corpo e mais clara na parte inferior. A cauda tem aspeto achatado.
sk_sk: Malá veverica so zaoblenou hlavou a blanou medzi prednými a zadnými nohami. Zhora sivastá a zospodu svetlejšia.
sq_al: Një ketër i vogël me kokë të rrumbullakët, ka një membranë që lidh kembët e përparme me ato të pasme. Ngjyrë gri në pjesën e sipërme dhe ngjyrë më e celët në pjesën e poshtme.
sr_me: Mala vjeverica okrugle glave, sa membranom između prednjih i zadnjih nogu. Sivkasta sa gornje i svijetlija sa donje strane.
sr_rs: Мала веверица округле главе, са мембраном између предњих и задњих ногу. Сивкаста са горње и светлија са доње стране.

source: Invasive species: Yellow-brown coat with four white stripes and five dark stripes along the back and a white chest and belly
cs_cz: Invazní druh (neplatí pro ČR): Žlutohnědá srst se čtyřmi bílými pruhy a pěti tmavými pruhy podél hřbetu a bílou hrudí a břichem
el_gr: Χωροκατακτητικό είδος: Κίτρινη-καφέ γούνα με τέσσερις άσπρες ρίγες και πέντε σκούρες ρίγες κατά μήκος της πλάτης, και λευκό στέρνο και κοιλιά
es_es: Especie invasora: Pelaje amarillo-marrón con cuatro rayas blancas y cinco oscuras a lo largo de la espalda, pecho y vientre blancos.
fr_fr: Espèce invasive: pelage brun-jaune avec quatre rayures blanches et cinq rayures sombres le long du dos, poitrine et ventre blancs
hr_hr: Invazivna vrsta: žuto-smeđe krzno s četiri bijele pruge i pet tamnih pruga duž leđa te bijelim prsima i trbuhom
it_it: Specie invasiva. Manto giallo-marrone con quattro strisce bianche e cinque strisce scure lungo il dorso, petto e ventre bianchi
no_no: Invasiv art: Gulbrun pels med fire hvite striper og fem mørke striper langs ryggen og hvitt bryst og mage
pt_pt: Espécie invasora: a pelagem é castanho-amarelada com quatro listas brancas e cinco listas escuras ao longo do dorso. O peito e o ventre são brancos.
sk_sk: Invazívny druh: Žltohnedá srsť so štyrmi bielymi pruhmi a piatimi tmavými pruhmi pozdĺž chrbta a bielou hruďou a bruchom.
sq_al: Specie pushtuese/invazive: Mbulesë e verdhë në kafe me katër vija të bardha dhe pesë vija të errëta përgjatë kurrizit me një bark dhe gjoks të bardhë.
sr_me: Invazivna vrsta: Žuto-smeđe krzno sa četiri bijele i pet tamnih pruga duž leđa i bijelim grudima i stomakom.
sr_rs: Инвазивна врста: жуто-смеђе крзно са четири беле и пет тамних пруга дуж леђа и белим грудима и стомаком.

source: Very similar to European beaver, with flattened scaly tail, but darker fur.
cs_cz: Velmi podobný bobrovi evropskému, se zploštělým šupinatým ocasem, ale tmavší srstí.
el_gr: Μοιάζει πολύ με τον ευρωπαϊκό κάστορα, με πεπλατυσμένη, φολιδωτή ουρά, αλλά πιο σκούρα γούνα.
es_es: Muy similar al castor europeo, con cola escamosa aplanada, pero con pelaje más oscuro.
fr_fr: Queue plate et écailleuse. Très similaire au Castor européen, mais avec une fourrure plus foncée
hr_hr: Vrlo sličan europskom dabru, spljoštenog ljuskavog repa, ali tamnijeg krzna.
it_it: Molto simile al castoro europeo, con la coda appiattita e squamosa, ma con una pelliccia più scura
lt_lt: Labai panašus į upinį bebrą, plokščia žvynuota uodega, tik tamsesniu kailiu
no_no: Svært lik europeisk bever, med flat skjellete hale, men mørkere pels.
pt_pt: É muito parecido com o castor-europeu, mas tem o pelo mais escuro. A cauda é escamosa e achatada.
sk_sk: Veľmi podobný bobrovi európskemu, so splošteným šupinatým chvostom, ale tmavšou srsťou.
sq_al: Shumë i ngjashëm me kastorin Europian, me bishtin e luspuar dhe të sheshtë, por me gëzof më të errët.
sr_me: Veoma sličan evropskom dabru, spljoštenog ljuskavog repa, ali tamnijeg krzna.
sr_rs: Веома сличан европском дабру, спљоштеног љуспастог репа, али тамнијег крзна.

source: A porcupine with typical black and white quills that run along the body
cs_cz: Dikobraz s typickými černobílými ostny, které se táhnou po celém těle
el_gr: Ένας ακανθόχοιρος με τυπικές ασπρόμαυρες άκανθες, τοποθετημένες κατά μήκος του σώματος
es_es: Un puercoespín con una cresta predominantemente blanca.
fr_fr: Porc-épic avec des piquants caractéristiques noirs et blancs lui recouvrant le dos
hr_hr: Dikobraz s tipičnim crno-bijelim bodljama koji se protežu duž tijela
it_it: Un porcospino con i tipici aculei bianchi e neri che corrono lungo il corpo
lt_lt: Dygliakiaulė, kūno dygliai įpratsos juodos ir baltos spalvos
no_no: Et piggsvin med typiske svarte og hvite pigger langs kroppens lendgeretning
pt_pt: Roedor de grandes dimensões. Apresenta longos espinhos pretos e brancos que cobrem toda a zona posterior do corpo, até à cauda. O pelo é diferente na parte superior do dorso. Apresenta uma mancha branca no pescoço.
sk_sk: Dikobraz s typickými čiernobielymi ostňami, ktoré sa tiahnu pozdĺž tela.
sq_al: Një porkupinë me gjembat tipike të bardha dhe të zeza të cilat zgjaten përgjatë trupit
sr_me: Bodljikavo prase sa tipično-bijelim bodljama koje se protežu duž tijela.
sr_rs: Бодљикаво прасе са типично црно-белим бодљама које се протежу дуж тела.

source: Elongated shilhouette, small ears and white to yellowish fur.
cs_cz: Protáhlá silueta těla, malé uši a bílá až nažloutlá srst.
el_gr: Επιμηκυσμένη σιλουέτα, μικρά αυτιά και λευκή έως κιτρινωπή γούνα.
es_es: Oso de color blanquecino o amarillento, con silueta alargada y orejas pequeñas
fr_fr: Silhouette allongée, petites oreilles, fourrure blanche à jaunâtre
hr_hr: Izdužena tijela, malih ušiju i bijelog do žućkastog krzna.
it_it: Silhouette allungata, orecchie piccole e pelliccia da bianca a giallastra
lt_lt: Kūnas pailgas, ausys mažos, kailis baltas ir gelsvas
no_no: Langstrakt silhuett, små ører og hvit til gulaktig pels.
pt_pt: É muito corpulento e tem o pescoço alongado e orelhas pequenas. O pelo é maioritariamente branco, podendo apresentar tons amarelados e mais escuros. A pelagem tem um aspeto macio.
sk_sk: Predĺžená silueta tela, malé uši a biela až nažltlá srsť.
sq_al: Siluete e zgjatur, veshe te vegjel dhe gezof me ngjyre te bardhe ne te verdhe.
sr_me: Izdužena silueta, male uši i bijelog do žućkastog krzna.
sr_rs: Издужена силуета, мале уши и белог до жућкастог крзна.

source: Small fox with short ears. White in winter and in summer grey on the back and lighter underneath.
cs_cz: Malá liška s krátkýma ušima. Bílá v zimě a v létě šedá na zádech a světlejší vespod.
el_gr: Μικρή αλεπού με κοντά αυτιά. Λευκή το χειμώνα και γκρι ράχη, πιο ανοιχτόχρωμη κοιλιακά το καλοκαίρι.
es_es: Zorro pequeño con orejas pequeñas. Pelaje blanco en invierno pero en verano tiene el lomo gris y es más claro por el vientre.
fr_fr: Renard de petite taille, avec des oreilles courtes. Pelage blanc en hiver, et l'été gris sur le dos et plus clair en dessous
hr_hr: Mala lisica s kratkim ušima. Bijela zimi, a ljeti siva po leđima i svjetlija ispod.
it_it: Piccola volpe con orecchie corte. Bianca in inverno e in estate grigia sul dorso e più chiara sotto
lt_lt: Maža lapė trumpomis ausimis. Žiemą balta, vasarą nugara pilka, kūno apačia šviesesnė
no_no: Liten rev med korte ører. Hvit om vinteren og om sommeren grå på ryggen og lysere under.
pt_pt: Raposa de pequena dimensão. Tem as orelhas curtas e a pelagem é branca no inverno e cinzenta no dorso e mais clara na parte do ventre no verão.
sk_sk: Malá líška s krátkymi ušami. Biela v zime a v lete sivá na chrbte a svetlejšia zospodu.
sq_al: Dhelpër e vogël me veshë të shkurtër. E bardhë gjatë dimrit ndërsa në verë gri në kurriz dhe me e celur në pjesën e poshtme.
sr_me: Mala lisica sa kratkim ušima. Zimi bijelog krzna, ljeti sivog krzna na leđima, svijetijeg u donjem dijelu tijela.
sr_rs: Мала лисица са кратким ушима. Бела зими, а лети сивог крзна на леђима, и светлија у доњем делу тела.

source: Orange-brown back, cream throat and belly, and a black-tipped tail. Larger than the similar weasel, has a longer tail and has a distinctive bounding gait, arching its back as it moves
cs_cz: Oranžově hnědá záda, krémové hrdlo a břicho a černě zakončený ocas. Větší než lasice kolčava, má delší ocas a výraznou skákavou chůzi, při pohybu prohýbá hřbet
el_gr: Πορτοκαλί-καφέ ράχη, κρεμ λαιμός και κοιλιά, και ουρά με μαύρο τελείωμα. Μεγαλύτερη από τη νυφίτσα, με την οποία μοιάζει, έχει μακρύτερη ουρά και χαρακτηριστική αλματώδη βάδιση, καμπυλώνοντας τη ράχη της καθώς κινείται
es_es: Mustélido con dorso marrón anaranjado, garganta y vientre color crema y cola con puntas negras. Es más grande que una comadreja, pero tiene la cola más larga y un andar saltarín característico, arqueando la espalda mientras se desplaza.
fr_fr: Dos brun-orangé, gorge et ventre de couleur crème, extrémité de la queue noire. Plus grande qu'une belette, avec une queue plus longue. Démarche bondissante caractéristique, avec le dos arqué lorsqu'elle se déplace.
hr_hr: Narančasto-smeđa leđa, krem ​​grlo i trbuh i rep s crnim vrhom. Veći od lasice, ima duži rep i prepoznatljiv hod, izvija leđa dok se kreće
it_it: Dorso arancio-marrone, gola e ventre color crema e coda con punta nera. Più grande della donnola a cui assomiglia, ha una coda più lunga e una caratteristica andatura saltellante, inarcando la schiena quando si muove
no_no: Oransje-brun rygg, kremfarget strupe og mage, svart hale. Større enn den lignende snømusa, har en lengre hale og har et karakteristisk byksende ganglag som buer ryggen når den beveger seg
pt_pt: O dorso tem uma cor entre o castanho e o alaranjado e a garganta e o ventre são claros, entre o branco e o creme. A cauda tem a ponta preta. É maior do que a doninha e tem uma cauda mais longa. Desloca-se de forma distinta e saltitante, arqueando as costas à medida que se move.
sk_sk: Oranžovohnedý chrbát, krémové hrdlo a brucho a čierne zakončený chvost. Väčší ako lasica obyčajná, má dlhší chvost a má výraznú skákavú chôdzu, pričom pri pohybe prehýba chrbát.
sq_al: Kurriz ngjyrë portokall në kafe, qafë dhe bark ngjyrë kremi, dhe bisht me pika të zeza. Më e madhe se e ngjashmja me të nuselala, ka një bisht më të gjatë dhe karakterizohet nga nje e ecur tipike duke luajtur kurrizin ndersa eshte duke levizur
sr_me: Narandžasto-smeđih leđa, vrat i stomak krem boje, rep crne boje na vrhu. Veća je od sličnih lasica, ima duži rep i karakterističan skakutavi hod savijajući leđa prilikom kretanja.
sr_rs: Наранџасто-смеђих леђа, врат и стомак крем боје, реп црне боје на врху. Већа је од сличних ласица, има дужи реп и карактеристичан скакутави ход, савијајући леђа приликом кретања.

source: Yellow-brown coat with dark limbs and a dark mask across the face contrasted by paler fur
cs_cz: Žlutohnědá srst s tmavými končetinami a tmavou maskou přes obličej kontrastující se světlejší srstí
el_gr: Κίτρινη-καφέ γούνα με σκούρα άκρα και μια σκούρα μάσκα κατά πλάτος του προσώπου, σε αντίθεση με την πιο ανοιχτόχρωμη γούνα του
es_es: Turón con pelaje marrón amarillento con extremidades oscuras y una máscara oscura en la cara que contrasta con un pelaje más pálido
fr_fr: Pelage brun-jaune, pattes et queue plus foncées, face plus claire avec un masque foncé autour des yeux
hr_hr: Žuto-smeđe krzno s tamnim udovima i tamnom maskom po licu nasuprot blijeđem krznu
it_it: Manto giallo-marrone con arti scuri e una maschera scura sul viso che contrasta con una pelliccia più chiara
no_no: Gul-brun pels med mørke bein og en mørk maske over ansiktet mot kontrast av lysere pels
pt_pt: A pelagem é maioritariamente castanho-amarelada e mais escura na zona dos membros. Apresenta uma máscara escura na face que contrasta com áreas mais claras. O pescoço é longo e a ponta da cauda é preta.
sk_sk: Žltohnedá srsť s tmavými končatinami a tmavou maskou cez tvár kontrastuje s bledšou srsťou.
sq_al: Mbulesë e verdhë në kafe me gjymtyrë dhe fytyrë të errta të cilat bëjnë kontrast me gezofin e zbehtë
sr_me: Žuto-smeđeg krzna sa tamnim ekstremitetima i crnom maskom preko lica, svijelog krzna na glavi kao kontrast.
sr_rs: Жуто-смеђег крзна са тамним екстремитетима и црном маском преко ллица, светлог крзна на глави као контраст.
