Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: We are very grateful for all the people that helped to create this app:
cs_cz: Jsme velmi vděční za všechny lidi, kteří pomohli vytvořit tuto aplikaci:
de_de: Wir sind allen Personen dankbar, die bei der Erstellung dieser App geholfen haben:
el_gr: Είμαστε πολύ ευγνώμονες για όλους τους ανθρώπους που βοήθησαν στη δημιουργία αυτής της εφαρμογής:
es_es: Estamos muy agradecidos a todas las personas que ayudaron a crear esta aplicación:
fr_fr: Nous remerçions toutes les personnes ci-dessous qui ont contribués à la construction de cette application:
hr_hr: Zahvalni smo svima koji su pomogli u kreiranju ove stranice:
it_it: Siamo molto grati a tutte le persone che hanno collaborato alla realizzazione di questa applicazione:
lt_lt: Mes dėkojame visiems, prisidėjusiems prie programėlės kūrimo:
mk_mk: Многу сме благодарни на сите учесници кои помогнаа во креирањето на оваа апликација:
no_no: Vi er veldig takknemlige for hjelpen fra alle bidro til å lage denne appen:
pl_pl: Jesteśmy bardzo wdzięczni wszystkim osobom, które pomogły w stworzeniu tej aplikacji:
pt_pt: Agradecemos a todas as pessoas que ajudaram a criar esta aplicação:
sk_sk: Sme veľmi vďační všetkým ľuďom, ktorí pomohli vytvoriť túto aplikáciu:
sq_al: Jemi shumë mirënjohës për të gjithë njerëzit të cilët ndihmuan në krijimin e këtij aplikacioni:
sr_me: Zahvalni smo svima koji su pomogli u kreiranju ove aplikacije:
sr_rs: Веома смо захвални свима који су учествовали у креирању ове апликације:
uk_ua: Ми дуже вдячні всім людям, які допомогли створити цю програму:

source: Home
cs_cz: Domů
de_de: Startseite
el_gr: Αρχική σελίδα
es_es: Inicio
fr_fr: Page d'accueil
hr_hr: Početna
lt_lt: Į pradžią
mk_mk: Дома
no_no: Hjem
pl_pl: Start
pt_pt: Início
sk_sk: Domov
sq_al: Hyrje
sr_me: Početna stranica
sr_rs: Почетна
uk_ua: Головна сторінка

source: Account
cs_cz: Účet
de_de: Konto
el_gr: Λογαριασμός
es_es: Cuenta
fr_fr: Compte
hr_hr: Račun
lt_lt: Paskyra
mk_mk: Профил
no_no: Konto
pl_pl: Konto
pt_pt: Conta
sk_sk: Účet
sq_al: Llogari
sr_me: Nalog
sr_rs: Налог
uk_ua: Обліковий запис

source: Offline
el_gr: Εκτός σύνδεσης
es_es: Desconectado
fr_fr: Hors ligne
hr_hr: Van mreže
lt_lt: Neprisijungęs
mk_mk: Надвор од мрежно покривање
sr_me: Van mreže
sr_rs: Ван мреже
uk_ua: Офлайн

source: Sorry, looks like you're offline.
cs_cz: Je nám líto, zdá se, že jste offline.
de_de: Entschuldigung, Sie sind anscheinend offline!
el_gr: Δυστυχώς, φαίνεται ότι βρίσκεστε εκτός σύνδεσης
es_es: Lo sentimos, pero parece que ahora está desconectado.
fr_fr: Désolé, vous n'êtes pas en ligne.
hr_hr: Žao mi je, izgleda da ste van mreže.
it_it: Spiacente, sembra che tu sia offline.
lt_lt: Atsiprašome, panašu kad jūs neprisijungęs
mk_mk: Жалам, но изгледа сте надвор од мрежно покривање.
no_no: Beklager, det ser ut til at du er frakoblet.
pl_pl: Przepraszamy, wygląda na to, że jesteś offline.
pt_pt: Desculpe, parece que está offline.
sk_sk: Ľutujeme, zdá sa, že ste offline.
sq_al: Ndjesë, duket sikur ju jeni offline.
sr_me: Žao nam je, igleda da ste van mreže.
sr_rs: Опростите, изгледа да сте ван мреже.
uk_ua: Вибачте, схоже, що ви офлайн.

source: OK
el_gr: Ενταξει
mk_mk: Во ред
sr_rs: У реду
uk_ua: ОК

source: Sorry
cs_cz: Promiňte
el_gr: Λυπούμαι
es_es: Perdón
fr_fr: Désolé
hr_hr: Oprostite
it_it: Spiacente
lt_lt: Atsiprašome
mk_mk: Жалам
no_no: Beklager
pl_pl: Przepraszamy
pt_pt: Desculpe
sk_sk: Prepáčte
sq_al: Ndjesë
sr_me: Izvinite
sr_rs: Извините
uk_ua: Вибачте

source: Please wait...
cs_cz: Prosím, čekejte...
de_de: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_es: Por favor, espere...
fr_fr: Veuillez patienter
hr_hr: Molim pričekajte
it_it: Per favore attendi...
lt_lt: Prašau palaukti
mk_mk: Ве молиме почекајте...
no_no: Vennligst vent...
pl_pl: Proszę czekać...
pt_pt: Por favor, aguarde...
sk_sk: Prosím čakajte...
sq_al: Ju lutem prisni...
sr_me: Molimo sačekajte...
sr_rs: Молимо сачекајте...
uk_ua: Будь ласка, зачекайте...

source: name is a required field
cs_cz: "jméno" je povinné pole
de_de: Das Feld "Name" ist zwingend erforderlich
el_gr: απαιτείται η συμπλήρωση του πεδίου "Όνομα"
es_es: recuerde introducir el nombre
fr_fr: Nom doit être renseigné
hr_hr: Ime je obavezno ispuniti
it_it: Il campo "Nome" è obbligatorio
lt_lt: vardas yra būtinas
mk_mk: Полето за име е задолжително
no_no: navn er et obligatorisk felt
pl_pl: imię jest polem wymaganym
pt_pt: É obrigatório introduzir o seu nome.
sk_sk: meno je povinné pole
sq_al: vendosja e emrit është e detyrueshme
sr_me: Ime je obavezno unijeti
sr_rs: поље са именом је обавезно
uk_ua: ім'я є обов'язковим для заповнення

source: password is a required field
cs_cz: heslo je povinné pole
de_de: Das Feld "Passwort" ist zwingend erforderlich
el_gr: απαιτείται η συμπλήρωση του πεδίου "Κωδικός"
es_es: recuerde introducir la contraseña
fr_fr: Mot de passe doit être renseigné
hr_hr: Lozinku je obavezno ispuniti
it_it: Il campo "password" è obbligatorio
lt_lt: slaptažodis būtinas
mk_mk: Полето со лозинка е задолжително
no_no: passord er et obligatorisk felt
pl_pl: hasło jest polem wymaganym
pt_pt: É obrigatório introduzir a sua palavra-passe.
sk_sk: heslo je povinné pole
sq_al: vendosja e fjalëkalimit është e detyrueshme
sr_me: Lozinku ne obavezno unijeti
sr_rs: поље са лозинком је обавезно
uk_ua: пароль є обов'язковим полем

source: Login error:
cs_cz: Chyba přihlášení:
de_de: Login Fehler:
el_gr: Πρόβλημα εισόδου:
es_es: Error de acceso
fr_fr: Erreur avec la connexion de l'identifiant:
hr_hr: Greška prilikom prijave
it_it: Errore di login:
lt_lt: Prisijungimo klaida:
mk_mk: Грешка при најавувањето
no_no: Innloggingsfeil:
pl_pl: Błąd logowania:
pt_pt: Erro de acesso
sk_sk: Chyba pri prihlasovaní:
sq_al: Gabim në hyrje
sr_me: Greška prilikom prijave:
sr_rs: Грешка у пријављивању
uk_ua: Помилка входу:

source: Failed to fetch
cs_cz: Nepodařilo se načíst
de_de: Konnte nicht geladen werden
el_gr: Αποτυχία λήψης
es_es: No se pudo recuperar
fr_fr: Échec du récupérage
hr_hr: Dohvaćanje nije uspjelo
it_it: Recupero fallito
lt_lt: Nustatyti nepavyko
mk_mk: Неуспешно најавување
no_no: Kunne ikke hente
pl_pl: Nie udało się pobrać
pt_pt: Erro ao procurar
sk_sk: Nepodarilo sa načítať
sq_al: Nuk u arrit të merrej
sr_me: Povezivanje nije uspjelo
sr_rs: Неуспешно пријављивање
uk_ua: Не вдалося отримати

source: Incorrect password or email.
cs_cz: Nesprávné heslo nebo e-mail.
de_de: Passwort oder Email nicht korrekt!
el_gr: Λανθασμένος κωδικός ή διεύθυνση email.
es_es: La contraseña o el email son incorrectos.
fr_fr: Email ou mot de passe non reconnu, impossible de se connecter.
hr_hr: Netočna lozinka ili email
it_it: Password o email non corrette
lt_lt: Slaptažodis arba el. paštas neteisingas
mk_mk: Погрешна лозинка или електронска пошта
no_no: Feil passord eller e-post.
pl_pl: Niepoprawne hasło lub adres e-mail.
pt_pt: E-mail ou palavra-passe incorretos
sk_sk: Nesprávne heslo alebo e-mail.
sq_al: Fjalëkalimi ose email i pasaktë
sr_me: Neispravna lozinka ili e-mail.
sr_rs: Погрешна лозинка или е-маил адреса.
uk_ua: Невірний пароль або email.

source: Account already exists.
no_no: Konto eksisterer allerede.
sr_rs: Nalog već postoji.

source: Invalid backend response.
no_no: Ugyldig backend-respons.
sr_rs: Pogrešan prethodni odgovor.

source: Logout
cs_cz: Odhlášení
el_gr: Εξοδος
es_es: Salir
fr_fr: Se déconnecter
hr_hr: Odjava
it_it: Disconnetti
lt_lt: Atsijungti
mk_mk: Одјави се
no_no: Logg ut
pl_pl: Wyloguj
pt_pt: Sair
sk_sk: Odhlásiť sa
sq_al: Dil
sr_me: Odjava
sr_rs: Одјавите се
uk_ua: Вийти

source: Are you sure you want to logout?
cs_cz: Opravdu se chcete odhlásit?
de_de: Sind Sie sicher, dass sie sich ausloggen wollen?
el_gr: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es_es: ¿Está seguro que quiere salir?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter?
hr_hr: Jeste li sigurni da se želite odjaviti?
it_it: Sei sicuro di volerti disconnettere?
lt_lt: Ar tikrai norite atsijungti?
mk_mk: Дали сте сигурни дека сакате да се одјавите?
no_no: Er du sikker på at du vil logge ut?
pl_pl: Czy na pewno chcesz się wylogować?
pt_pt: Tem a certeza de que deseja sair?
sk_sk: Naozaj sa chcete odhlásiť?
sq_al: A jeni të sigurt se doni të dilni?
sr_me: Da li ste sigurni da se želite odjaviti?
sr_rs: Да ли сте сигурни да желите да се одјавите?
uk_ua: Ви впевнені, що хочете вийти?

source: This will delete all the records on this device.
cs_cz: Tímto smažete všechny záznamy na tomto zařízení.
de_de: Dieses wird alle Eintragungen in diesem Endgerät löschen!
el_gr: Αυτή η ενέργεια θα σβήσει όλες τις εγγραφές από αυτήν τη συσκευή.
es_es: Así se borrarán todos los registros en su dispositivo.
fr_fr: Ceci supprimera toutes les donnés stockées sur votre appareil.
hr_hr: Ovo će pobrisati sve zabilježbe na uređaju
it_it: Questo eliminerà tutti i record presenti su questo dispositivo.
lt_lt: Ištrinsite visus įrašus šiame įrenginyje.
mk_mk: Оваа постапка ќе ги избрише сите записи на овој уред.
no_no: Dette vil slette alle registreringene på denne enheten.
pl_pl: Spowoduje to usunięcie wszystkich obserwacji na tym urządzeniu.
pt_pt: Esta ação irá eliminar todos os registos neste dispositivo.
sk_sk: Týmto sa odstránia všetky záznamy na tomto zariadení.
sq_al: Kjo do të fshijë të gjitha regjistrimet në këtë paisje.
sr_me: Ovo će obrisati sve Vaše unose sa ovog uređaja.
sr_rs: Овим поступком биће обрисани сви записи на овом уређају.
uk_ua: Це призведе до видалення усіх записів на цьому пристрої.

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Ακυρωση
es_es: Cancelar
fr_fr: Annuler
hr_hr: Otkaži
it_it: Cancella
lt_lt: Atšaukti
mk_mk: Откажи
no_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
sk_sk: Zrušiť
sq_al: Anulo
sr_me: Poništi
sr_rs: Откажите
uk_ua: Aнулювання

source: Welcome aboard!
cs_cz: Vítejte na palubě!
de_de: Willkommen an Bord!
el_gr: Καλώς ήρθατε!
es_es: ¡Bienvenido a bordo!
fr_fr: Bienvenue à bord!
hr_hr: Dobrodošli!
it_it: Benvenuto!
lt_lt: Sveikiname prisijungus!
mk_mk: Добредојдовте!
no_no: Velkommen ombord!
pl_pl: Witaj!
pt_pt: Bem-vindo/a!
sk_sk: Vitajte na palube!
sq_al: Mirë se erdhët!
sr_me: Dobro nam došli!
sr_rs: Добродошли!
uk_ua: Вітаємо !

source: Before submitting any records please check your email and click on the verification link.
cs_cz: Před odesláním jakýchkoli záznamů zkontrolujte svůj e-mail a klikněte na ověřovací odkaz.
de_de: Bevor Sie mit den Eintragungen starten, checken Sie bitte Ihre Emails und klicken Sie auf den Bestätigungs-Link.
el_gr: Πριν υποβάλλετε καταγραφές, παρακαλώ ελέγξτε το email σας και πατήστε στο σύνδεσμο επιβεβαίωσης.
es_es: Antes de enviar un registro, por favor revise su correo electrónico y haga clic en el enlace de verificación.
fr_fr: Avant de soumettre des enregistrements, veuillez vérifier votre email et cliquer sur le lien de vérification.
hr_hr: Prije nego što pošaljete bilo kakve zapise, provjerite svoju e-poštu i kliknite vezu za potvrdu.
it_it: Prima di inserire i tuoi record, controlla la tua email e clicca il link di verifica nel messaggio che hai ricevuto
lt_lt: Prieš pateikdami įrašus pasitikrinkite el. pašto adresą ir paspauskite patikrinimo nuorodą.
mk_mk: Пред да внесете запис, ве молиме проверете ја вашата електронска пошта и направете верифицација со кликање на дадениот линк.
no_no: Før du sender inn noen observasjoner, vennligst sjekk e-posten din og klikk på bekreftelseslenken.
pl_pl: Przed przesłaniem jakichkolwiek obserwacji sprawdź swój adres e-mail i kliknij link weryfikacyjny.
pt_pt: Antes de submeter qualquer registo, verifique o seu e-mail e carregue no link de verificação.
sk_sk: Pred odoslaním akýchkoľvek záznamov skontrolujte svoj e-mail a kliknite na overovací odkaz.
sq_al: Përpara se të dërgoni të dhëna ju lutem kontrolloni emailin tuaj dhe klikoni në linkun e verifikimit.
sr_me: Prije nego što posaljete svoje unose, molimo Vas da provjerite svoj e-mail i potvrdite verifikaciju putem linka.
sr_rs: Пре него што пошаљете запис, проверите вашу е-маил адресу и кликните на линк за потврђивање.
uk_ua: Перш ніж надсилати будь-які записи, перевірте свою електронну пошту та натисніть посилання для підтвердження.

source: OK, got it
cs_cz: Dobře, chápu
de_de: OK, das habe ich verstanden!
el_gr: ΟΚ, το κατάλαβα
es_es: OK, ya lo tengo
fr_fr: Ok, compris
hr_hr: Prihvaćeno
it_it: Ok, ho capito
lt_lt: OK, supratau
mk_mk: Во ред
no_no: Ok, skjønner
pl_pl: OK, rozumiem
pt_pt: Ok, entendi
sk_sk: Dobre, chápem
sq_al: OK, e kuptova
sr_me: Prihvaćeno
sr_rs: У реду
uk_ua: Добре, зрозумів

source: email is a required field
cs_cz: "email" je povinné pole
de_de: Email ist ein benötigtes Feld
el_gr: το email είναι απαραίτητο πεδίο
es_es: debe indicar el e-mail
fr_fr: l'email est requis
hr_hr: Email je obavezno ispuniti
it_it: Il campo "Email" è obbligatorio
lt_lt: el. paštas yra būtinas
mk_mk: „електронска пошта“ е задолжително поле
no_no: e-post er et obligatorisk felt
pl_pl: e-mail jest polem wymaganym
pt_pt: É obrigatório indicar o seu e-mail
sk_sk: email je povinné pole
sq_al: vendosja e emailit është e detyrueshme
sr_me: Obavezno je unijeti e-mail
sr_rs: поље са е-маилом је обавезно
uk_ua: email є обов’язковим полем

source: firstname is a required field
cs_cz: "křestní jméno" je povinné pole
de_de: Das Feld "Vorname" wird zwingend benötigt!
el_gr: το 'όνομα' είναι απαραίτητο πεδίο
es_es: debe indicar su nombre
fr_fr: votre prénom est requis
hr_hr: Ime je obavezno ispuniti
it_it: Il campo "Nome" è obbligatorio
lt_lt: vardas yra būtinas
mk_mk: „име“ е задолжително поле
no_no: fornavn er et obligatorisk felt
pl_pl: imię jest polem wymaganym
pt_pt: É obrigatório indicar o seu nome
sk_sk: meno je povinné pole
sq_al: vendosja e emrit është e detyrueshme
sr_me: Obavezno je unijeti ime
sr_rs: поље са именом је обавезно
uk_ua: ім’я є обов’язковим полем

source: secondname is a required field
cs_cz: "příjmení" je povinné pole
de_de: Das Feld "Name" wird zwingen benötigt!
el_gr: το 'επίθετο' είναι απαραίτητο πεδίο
es_es: debe indicar su/s apellido/s
fr_fr: votre nom est requis
hr_hr: Prezime je obavezno ispuniti
it_it: Il campo "Cognome" è obbligatorio
lt_lt: pavardė yra būtina
mk_mk: „презиме“ е задолжително поле
no_no: etternavn er et obligatorisk felt
pl_pl: nazwisko jest polem wymaganym
pt_pt: É obrigatório indicar o seu apelido
sk_sk: priezvisko je povinné pole
sq_al: vendosja e emrit të dytë është e detyrueshme
sr_me: Obavezno je unijeti prezime
sr_rs: поље са презименом је обавезно
uk_ua: прізвище є обов’язковим полем

source: must accept terms and conditions
cs_cz: musíte přijmout smluvní podmínky
de_de: SIe müssen die allgemeinen Geschäfstbedingungen akzeptieren
el_gr: πρέπει να γίνει αποδοχή των όρων και των προϋποθέσεων
es_es: debe aceptar los téminos y las condiciones
fr_fr: vous devez accepter les conditions d'utilisation avant de pouvoir utiliser l'application
hr_hr: Morate prihvatiti uvijete korištenja
it_it: Devi accettare tutti i termini e condizioni
lt_lt: privalote sutikti su sąlygomis
mk_mk: задолжително треба да се согласите со условите за користење
no_no: må godta vilkår og betingelser
pl_pl: musisz zaakceptować Regulamin
pt_pt: Deve aceitar os termos e condições
sk_sk: musíte prijať zmluvné podmienky
sq_al: duhen pranuar termat dhe kushtet
sr_me: Morat prihvatiti uslove koriščenja
sr_rs: морате прихватити услове коришћења
uk_ua: має прийняти умови та положення

source: Species
cs_cz: Druh
de_de: Art
el_gr: Είδος
es_es: Especies
fr_fr: Espèce
hr_hr: Vrsta
it_it: Specie
lt_lt: Rūšys
mk_mk: Видови
no_no: Art
pl_pl: Gatunek
pt_pt: Espécies
sk_sk: Druh
sq_al: Speciet
sr_me: Vrsta
sr_rs: Врста
uk_ua: Види

source: Count
cs_cz: Počet
de_de: Anzahl
el_gr: Αριθμός ατόμων
es_es: Número
fr_fr: Comte
hr_hr: Broj
it_it: Conteggio
lt_lt: Skaičiavimas
mk_mk: Избројте
no_no: Antall
pl_pl: Liczba
pt_pt: Número
sk_sk: Počet
sq_al: Numërimi
sr_me: Broj
sr_rs: Бројање
uk_ua: Рахувати

source: Comment
cs_cz: Komentář
de_de: Anmerkungen
el_gr: Σχόλια
es_es: Comentarios
fr_fr: Commentaire
hr_hr: Komentar
it_it: Commento
lt_lt: Komentaras
mk_mk: Забелешкa
no_no: Kommentar
pl_pl: Komentarz
pt_pt: Comentários
sk_sk: Komentár
sq_al: Koment
sr_me: Komentar
sr_rs: Напомена
uk_ua: Коментар

source: Draft
cs_cz: Návrh
de_de: Entwurf
el_gr: Προχειρο
es_es: Borradores
fr_fr: Brouillon
hr_hr: Nacrt
it_it: Bozza
lt_lt: Juodraštis
mk_mk: Започнато внесување на податоци
no_no: Utkast
pl_pl: Wersja robocza
pt_pt: Rascunho
sk_sk: Návrh
sq_al: Dokument fillestar
sr_me: Nacrt
sr_rs: Унос података је започет
uk_ua: Чернетка

source: Previous record draft exists, would you like to continue it?
cs_cz: Předchozí koncept záznamu existuje, chcete v něm pokračovat?
de_de: Vorherige Entwürfe für Eintragungen existieren, möchten Sie diese fortführen?
el_gr: Υπάρχει προηγούμενη πρόχειρη καταγραφή, θέλετε να την συνεχίσετε;
es_es: Hay un borrador incompleto, ¿quieres continuar con él?
fr_fr: Un autre brouillon existe déjà, voulez-vous continuer à le modifier ?
hr_hr: Postoji prethodni nacrt zapisa, želite li ga nastaviti?
it_it: Hai un record in bozza, vuoi completarlo?
lt_lt: Yra ankstesnis įrašo juodraštis, ar norite jį tęsti?
mk_mk: Постои запис со веќе внесени податоци, дали сакате да продолжите со истите?
no_no: Previous record draft exists, would you like to continue it? Tidligere utkast av observasjoner finnes, vil du fortsette med det?
pl_pl: Czy istnieje poprzednia wersja robocza obserwacji, czy chcesz ją kontynuować?
pt_pt: Existe um rascunho de um registo por finalizar, deseja concluí-lo?
sk_sk: Existuje predchádzajúci koncept záznamu, chcete v ňom pokračovať?
sq_al: Ekziston një dokument fillestar i ruajtur, do të dëshironit ta vazhdonit?
sr_me: Postoji prethodni nacrt unisa, da li ga želite nastaviti?
sr_rs: Постоји запис са већ унетим подацима, да ли желите да наставите са истим?
uk_ua: Попередня чернетка запису існує, продовжити?

source: Discard
cs_cz: Vyřadit
de_de: Verwerfen
el_gr: Απορριψη
es_es: Descartar
fr_fr: Jeter
hr_hr: Odbaci
it_it: Elimina
lt_lt: Atmesti
mk_mk: Откажи
no_no: Kast
pl_pl: Odrzuć
pt_pt: Descartar
sk_sk: Zahodiť
sq_al: Elemino
sr_me: Odbaci
sr_rs: Одустаните
uk_ua: Відкинути

source: Continue
cs_cz: Pokračovat
de_de: Fortfahren
el_gr: Συνεχεια
es_es: Continuar
fr_fr: Continuer
hr_hr: Nastavi
it_it: Continua
lt_lt: Tęsti
mk_mk: Продолжи
no_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Continuar
sk_sk: Pokračovať
sq_al: Vazhdo
sr_me: Nastavi
sr_rs: Наставите
uk_ua: Продовжуйте

source: Finish
cs_cz: Dokončit
de_de: Abschließen
el_gr: Ολοκληρωση
es_es: Terminar
fr_fr: Terminer
hr_hr: Završi
it_it: Fine
lt_lt: Baigti
mk_mk: Заврши
no_no: Avslutt
pl_pl: Zakończ
pt_pt: Terminar
sk_sk: Dokončiť
sq_al: Përfundo
sr_me: Završi
sr_rs: Завршите
uk_ua: Закінчити

source: No species added
cs_cz: Nebyl přidán žádný druh
de_de: Keine Art hinzugefügt
el_gr: Δεν έγινε προσθήκη είδους
es_es: No se ha añadido ninguna especie
fr_fr: Aucune espèce ajoutée
hr_hr: Nema dodanih vrsta
it_it: Nessuna specie aggiunta
lt_lt: Rūšių nepridėta
mk_mk: Не се додадени видови
no_no: Ingen arter lagt til
pl_pl: Nie dodano żadnego gatunku
pt_pt: Não foi adicionada nenhuma espécie
sk_sk: Nebol pridaný žiaden druh
sq_al: Nuk u shtua asnjë specie
sr_me: Nema dodatih vrsta
sr_rs: Није додата врста
uk_ua: Жодних видів не додано

source: Delete
cs_cz: Smazat
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
fr_fr: Supprimer
hr_hr: Izbriši
it_it: Cancella
lt_lt: Ištrinti
mk_mk: Избриши
no_no: Slett
pl_pl: Usuń
pt_pt: Eliminar
sk_sk: Vymazať
sq_al: Fshij
sr_me: Izbriši
sr_rs: Избришите
uk_ua: Видалити

source: Records
cs_cz: Záznamy
de_de: Eintragungen
el_gr: Καταγραφές
es_es: Registros
fr_fr: Enregistrements
hr_hr: Zapis
it_it: Record
lt_lt: Įrašai
mk_mk: Записи
no_no: Registrerte observasjoner
pl_pl: Obserwacje
pt_pt: Registos
sk_sk: Záznamy
sq_al: Regjistrimet
sr_me: Unos
sr_rs: Записи
uk_ua: Записи

source: Are you sure you want to delete this record?
cs_cz: Opravdu chcete tento záznam smazat?
de_de: Sind Sie sicher, dass Sie diese Eintragung löschen möchten?
el_gr: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτήν την καταγραφή;
es_es: ¿Está totalmente seguro que quiere eliminar este registro?
fr_fr: Êtes-vous sûr de vouloir supprimer cet enregistrement?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zapis?
it_it: Sei sicuro di voler eliminare questo record?
lt_lt: Ar tikrai norite ištrinti šį įrašą?
mk_mk: Дали сте сигурни дека сакате да го избришете овој запис?
no_no: Er du sikker på at du vil slette denne registerte observasjonen?
pl_pl: Czy na pewno chcesz usunąć tę obserwację?
pt_pt: Tem a certeza de que deseja eliminar este registo?
sk_sk: Naozaj chcete odstrániť tento záznam?
sq_al: A jeni të sigurt se doni ta fshini këtë regjistrim?
sr_me: Da li ste sigurni da želite obristi ovaj unos?
sr_rs: Да ли сте сигурни да желите да избришете овај запис?
uk_ua: Ви впевнені, що хочете видалити цей запис?

source: No finished records
cs_cz: Žádné hotové záznamy
de_de: Keine abgeschlossenen Eintragungen
el_gr: Μη ολοκληρωμένες καταγραφές
es_es: Registro no terminado
fr_fr: Aucun enregistrement terminé
hr_hr: Nema završenih zapisa
it_it: Nessun record completato
lt_lt: Baigtų įrašų nėra
mk_mk: Немате завршени записи
no_no: Ingen ferdige registerte observasjoner
pl_pl: Brak zakończonych obserwacji
pt_pt: Registos não concluídos
sk_sk: Žiadne dokončené záznamy
sq_al: Nuk ka regjistrime të përfunduara
sr_me: Ne, dovrši ovaj unos
sr_rs: Немате комплетиране записе
uk_ua: Немає готових записів

source: Finished records
cs_cz: Hotové záznamy
de_de: Abgeschlossene Eintragungen
el_gr: Ολοκληρωμένες καταγραφές
es_es: Registro terminado
fr_fr: Enregistrements complets
hr_hr: Dovršeni zapisi
it_it: Record completati
lt_lt: Baigti įrašai
mk_mk: Завршени записи
no_no: Ferdige registerte observasjoner
pl_pl: Obserwacje zakończone
pt_pt: Registos concluídos
sk_sk: Dokončené záznamy
sq_al: Regjistrime të përfunduara
sr_me: Unos dovršen
sr_rs: Готови записи
uk_ua: Готові записи

source: Done
cs_cz: Hotovo
de_de: Erledigt
el_gr: Έτοιμο
es_es: Terminado
fr_fr: Terminé
hr_hr: Gotovo
it_it: Fatto
lt_lt: Atlikta
mk_mk: Готово
no_no: Ferdig
pl_pl: Zrobione
pt_pt: Concluído
sk_sk: Hotovo
sq_al: U krye
sr_me: Gotovo
sr_rs: Готово
uk_ua: Готово

source: Record incomplete
cs_cz: Záznam neúplný
de_de: Eintragung unvollständig
el_gr: Μη πλήρης καταγραφή
es_es: Registro incompleto
fr_fr: Enregistrement inachevé
hr_hr: Zapis nedovršen
it_it: Record incompleto
lt_lt: Įrašas nepilnas
mk_mk: Записот е не целосен
no_no: Ufullstendig registering
pl_pl: Obserwacja niepełna
pt_pt: Registo incompleto
sk_sk: Záznam je neúplný
sq_al: Regjistrim jo i plotë
sr_me: Unos je nepotpun
sr_rs: Запис је непотпун
uk_ua: Запис неповний

source: The record is not complete yet.
cs_cz: Záznam ještě není kompletní.
de_de: Diese Eintragung ist noch nicht vollständig
el_gr: Η καταγραφή δεν είναι ακόμα πλήρης
es_es: Este registro no está completo.
fr_fr: Cet enregistrement inachevé
hr_hr: Ovaj zapis još nije dovršen
it_it: Questo record non è ancora completo
lt_lt: Įrašas dar neužpildytas
mk_mk: Недостасуваат податоци во записот.
no_no: Registeringen er ikke fullført ennå.
pl_pl: Zapis obserwacji nie jest jeszcze kompletny
pt_pt: Este registo ainda não está completo.
sk_sk: Záznam ešte nie je kompletný.
sq_al: Regjistrimi është ende jo i plotë
sr_me: Unos još uvijek nije dovršen.
sr_rs: Запис још није довршен.
uk_ua: Запис ще не завершений.
