Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Small deer with sandy brown coat. Paler in winter. Rump the same colour. No antlers but males have long curved tusks.
cs_cz: Malý jelenovitý druh s pískově hnědou srstí. V zimě světlejší. Zadek stejné barvy. Žádné parohy, ale samci mají dlouhé zakřivené výrazné špičáky.
el_gr: Μικρό ελάφι με αμμώδη-καφέ γούνα. Πιο ανοιχτόχρωμο το χειμώνα. Οπίσθιο τμήμα ράχης στο ίδιο χρώμα. Δεν φέρουν διακλαδισμένα κέρατα, αλλά στα αρσενικά αυτά είναι μακριά και κυρτά.
es_es: Especie invasora: Ciervo pequeño con pelaje color arenoso. Más pálido en invierno. La grupa es del mismo color. No tiene cornamenta, pero los machos tienen colmillos largos y curvados.
fr_fr: Petit cervidé avec un pelage couleur sable (brun clair), plus pâle en hiver. Croupe de la même couleur. Pas de bois, mais les mâles ont de longues défenses recourbées vers le bas
hr_hr: Mali jelen s pješčano smeđim krznom. Blijeđi zimi. Nema rogova, ali mužjaci imaju duge zakrivljene zube.
it_it: Piccolo cervo con manto color marrone sabbia. Più chiaro in inverno. Groppa dello stesso colore. Palchi assenti ma i maschi hanno lunghe zanne ricurve
no_no: Lite hjortedyr med sandbrun pels. Lysere om vinteren. Bakparten i samme farge. Uten gevir men bukkene har lange buede hoggtenner
pt_pt: É um veado de pequena dimensão que apresenta a pelagem de cor castanho-areia que se torna mais clara no inverno. Não possui hastes, mas os machos têm dentes caninos superiores longos e curvos para baixo que sobressaem da boca.
sk_sk: Malý jeleňovitý druh s pieskovo-hnedou srsťou. Bledšia v zime. Zadok rovnakej farby. Žiadne parohy, ale samce majú dlhé zakrivené výrazné kly.
sq_al: Drer i vogël me mbulesë të verdhë në kafe. Më i zbehtë gjatë dimrit. Pjesa e pasme e së njëjtës ngjyrë. Nuk kanë brirë por meshkujt kanë dhëmbë të gjatë
sr_me: Mali jelen sa pjeskovito smeđom bojom dlake. Zimi svjetlije boje. Zadnjica iste boje. Bez rogova, ali mužjaci imaju dugo zakrivljene kljove.
sr_rs: Мали јелен са песковито смеђом бојом длаке. Зимим је светлије боје. Задњица исте боје. Без рогова, али мужјаци имају дуго закривљене кљове.

source: Very similar to the Northern white-breasted hedgehog with a white patch underneath of varying dimensions, and slightly larger than E roumanicus
cs_cz: Velmi podobný, ale o něco větší než ježek východní, s různě velkou bílou skvrnou na břichu
el_gr: Πολύ παρόμοιος με τον ρουμάνικο σκαντζόχοιρο με μία λευκή περιοχή κοιλιακά, που ποικίλει σε διαστάσεις, αν και ελαφρώς μεγαλύτερη από του E. roumanicus
es_es: Muy similar pero ligeramente más grande que al erizo de los Balcanes, presenta una mancha blanca en el vientre de tamaño variable.
fr_fr: Très similaire au Hérisson de Roumanie, mais légèrement plus gros et avec une tâches blanche plus ou moins grande sur la poitrine
hr_hr: Vrlo sličan sjevernom bijeloprsom ježu s bijelom mrljicom različitih dimenzija na trbuhu i nešto veći od E. roumanicus
it_it: Molto simile al riccio settentrionale dal petto bianco con una macchia bianca ventrale di varie dimensioni, è leggermente più grande di E. roumanicus
no_no: Svært lik hvitbrystpiggsvin med en hvit flekk av varierende størrelse på undersiden, og litt større enn E roumanicus
pt_pt: Muito parecido com o ouriço-romeno, ou ouriço-de-peito-branco-do-norte, apresenta também uma mancha branca no peito de dimensões variáveis, mas tem um tamanho ligeiramente maior do que o E. roumanicus.
sk_sk: Veľmi podobný, ale o niečo väčší ako jež východný, s rôzne veľkou bielou škvrnou na bruchu.
sq_al: Shumë i ngjashëm me iriqin gjoks bardhë verior me nje zonë të bardhë në pjesën e poshtme me dimensione të ndryshme, dhe pak më e madhe se E romanicus.
sr_me: Veoma sličan sjevernom bjelogrudom ježu, as bijelim poljima na trbuhu, različitih dimenzija, i za nijansu veći od E. roumanicus
sr_rs: Веома сличан северном белогрудом јежу, са белим пољима на трбуху, различитих димензија, и за нијансу већи од E roumanicus.

source: Invasive species: the largest vole but smaller than beaver or coypu with a laterally compressed tail.
cs_cz: Invazní druh: největší hrabošovitý hlodavec, ale menší než bobr nebo nutrie s vertikálně zploštělým ocasem.
el_gr: Χωροκατακτητικό είδος: πολύ μεγάλο τρωκτικό, αλλά μικρότερο από τον κάστορα ή το μυοκάστορα με πλευρικώς πεπιεσμένη ουρά.
fr_fr: Espèce invasive: le plus grand des campagnols, mais plus petit qu'un castor ou qu'un ragondin, et avec une queue aplatie latéralement
hr_hr: Invazivna vrsta: najveća voluharica, ali manja od dabra s bočno spljoštenim repom.
it_it: Specie invasiva. La più grande tra le arvicole ma più piccola del castoro o della nutria, con una coda compressa lateralmente
no_no: Invaderende art: den største stumpmusarten, men mindre enn bever eller sumpbever med en sideveis sammentrykt hale.
pt_pt: Espécie invasora: roedor semiaquático de grande dimensão, mas menor do que o castor ou o coipu. Tem a cauda comprimida lateralmente e o pelo escuro com algumas zonas mais claras.
sk_sk: Invazívny druh: najväčší hrabošovitý hlodavec, ale menší ako bobor alebo nutrie s vertikálne stlačeným chvostom.
sq_al: Specie invazive/pushtuese: rodent i madh por më i vogël se kastori ose miokastori me një bisht të shtypur lateralisht.
sr_me: Invazivna vrsta: najveća voluharica, ali manja od dabra ili barskog dabra sa bočno spljoštenim repom.
sr_rs: Инвазивна врста: највећа волухарица, али мања од дабра или барског дабра са бочно спљоштеним репом.

source: Muskrat
cs_cz: Ondatra pižmová
el_gr: Μοσχοποντικός
fr_fr: Rat musqué
hr_hr: Bizamski štakor
it_it: Topo muschiato
lt_lt: Ondatra
no_no: Bisam
pt_pt: Rato-almiscarado
sk_sk: Ondatra pižmová
sq_al: Miu muskiat
sr_me: Bizamski pacov
sr_rs: Бизамски пацов
uk_ua: Ондатра

source: Algerian hedgehog
cs_cz: Ježek alžírský
de_de: Algerischer Igel
el_gr: Σκαντζόχοιρος Αλγερίας
es_es: Erizo moruno
fr_fr: Hérisson d'Algérie
hr_hr: Alžirski jež
it_it: Riccio algerino
lt_lt: Alžyrinis ežys
mk_mk: Алжирски еж
no_no: Algeripiggsvin
pl_pl: Afrojeż algierski
pt_pt: Ouriço-cacheiro-argelino
sk_sk: Jež túlavý
sq_al: Iriqi Algjerian
sr_me: Afrički pigmejski jež
sr_rs: Алжирски јеж
uk_ua: Алжирський їжак

source: Western hedgehog
cs_cz: Ježek západní
de_de: Igel (Westigel)
el_gr: Δυτικός σκαντζόχοιρος
es_es: Erizo europeo
fr_fr: Hérisson d'Europe
hr_hr: Tamnoprsi jež
it_it: Riccio europeo
lt_lt: Ežys
mk_mk: Западен еж
no_no: Piggsvin
pl_pl: Jeż zachodni
pt_pt: Ouriço-cacheiro
sk_sk: Jež západný
sq_al: Iriqi perëndimor
sr_me: Sjeverni jež
sr_rs: Западни јеж
uk_ua: Європейський їжак

source: Eastern hedgehog
cs_cz: Ježek východní
de_de: Weißbrustigel
el_gr: Ανατολικός σκαντζόχοιρος
es_es: Erizo oriental
fr_fr: Hérisson de Roumanie
hr_hr: Bjeloprsi jež
it_it: Riccio orientale
lt_lt: Baltakrūtis ežys
mk_mk: Еж
no_no: Østpiggsvin
pl_pl: Jeż anatolijski
pt_pt: Ouriço-cacheiro-oriental ou ouriço-de-peito-branco
sk_sk: Jež východný
sq_al: Iriqi lindor
sr_me: Istočni jež
sr_rs: Источни јеж
uk_ua: Їжак південний

source: European rabbit
cs_cz: Králík divoký
de_de: Kaninchen
el_gr: Αγριοκούνελο
es_es: Conejo
fr_fr: Lapin de garenne
hr_hr: Kunić
it_it: Coniglio selvatico
lt_lt: Laukinis triušis
mk_mk: Европски куникул
no_no: Villkanin
pl_pl: Królik europejski
pt_pt: Coelho-bravo
sk_sk: Králik divý
sq_al: Lepuri Europian
sr_me: Evropski kunić
sr_rs: Европски кунић
uk_ua: Дикий кріль

source: Broom hare
cs_cz: Zajíc janovcový
de_de: Castroviejo-Hase
el_gr: Λαγός της Κανταβρίας
es_es: Liebre de piornal
fr_fr: Lièvre d'Amérique
hr_hr: Kantabrijski zec
it_it: Lepre cantabrica
lt_lt: Raipstinis kiškis
mk_mk: Кантабријски зајак
pl_pl: Zając kantabryjski
pt_pt: Lebre-cantábrica
sk_sk: Zajac castroviejoi
sq_al: Lepur i egër endemik në Spanjë
sr_me: Kantabrijski zec
sr_rs: Кантабријски зец
uk_ua: Кастров'єхський заєць

source: Brown hare
cs_cz: Zajíc polní
de_de: Europäischer Feldhase
el_gr: (κοινός) Λαγός
es_es: Liebre europea
fr_fr: Lièvre d'Europe
hr_hr: Zec obični (Europski zec )
it_it: Lepre comune o lepre bruna
lt_lt: Pilkasis kiškis
mk_mk: Див зајак
no_no: Sørhare
pl_pl: Zając szarak
pt_pt: Lebre-europeia
sk_sk: Zajac poľný
sq_al: Lepur i egër kaf
sr_me: Zec
sr_rs: Зец
uk_ua: Заєць-русак

source: Mountain hare
cs_cz: Zajíc bělák
de_de: Schneehase
el_gr: Αλπικός λαγός
es_es: Liebre variable
fr_fr: Lièvre variable
hr_hr: Planinski zec
it_it: Lepre variabile
lt_lt: Baltasis kiškis
mk_mk: Планински зајак
no_no: Hare
pl_pl: Zając bielak
pt_pt: Lebre-alpina
sk_sk: Zajac belák
sq_al: Lepur i egër mali
sr_me: Alpski zec
sr_rs: Планински зец
uk_ua: Заєць-біляк

source: Granada hare
cs_cz: Zajíc iberský
de_de: Iberischer Hase
el_gr: Ιβηρικός λαγός
es_es: Liebre ibérica
fr_fr: Lièvre ibérique
hr_hr: Iberijski zec
it_it: Lepre iberica
lt_lt: Iberinis kiškis
mk_mk: Гранадски зајак
pl_pl: Zając iberyjski
pt_pt: Lebre-ibérica
sk_sk: Zajac granatensis
sq_al: Lepuri i egër i Granadës
sr_me: Iberijski zec
sr_rs: Гранадски зец
uk_ua: Іберійський заєць

source: Red squirrel
cs_cz: Veverka obecná
de_de: Eichhörnchen
el_gr: Κόκκινος σκίουρος
es_es: Ardilla roja
fr_fr: Écureuil roux
hr_hr: Crvena vjeverica
it_it: Scoiattolo rosso
lt_lt: Voverė
mk_mk: Црвена верверица
no_no: Ekorn
pl_pl: Wiewiórka pospolita
pt_pt: Esquilo-vermelho
sk_sk: Veverica obyčajná
sq_al: Ketri i kuq
sr_me: Vjeverica
sr_rs: Црвена веверица
uk_ua: Звичайна білка

source: Barbary ground squirrel
cs_cz: Veverka berberská
de_de: Atlashörnchen
el_gr: Σκίουρος Β. Αφρικής
es_es: Ardilla moruna
fr_fr: Écureuil de Barbarie
hr_hr: Prugasta vjeverica
it_it: Scoiattolo berbero
lt_lt: Berberinė antžeminė voverė
mk_mk: Пругаста верверица
no_no: Berber jordekorn
pl_pl: Berberyjka marokańska
pt_pt: Esquilo-terrestre-da-Barbária
sk_sk: Veverička berberská
sq_al: Ketri i tokës Atlantoxerus
sr_me: Prugasta vjeverica
sr_rs: Пругаста веверица
uk_ua: Магрибська білка

source: Spotted souslik
cs_cz: Sysel perličkový
de_de: Perlziesel
el_gr: Στικτός λαγόγυρος
es_es: Ardilla terrestre pigmea
fr_fr: Souslik tacheté
hr_hr: Pjegava tekunica
it_it: Scoiattolo di terra maculato
lt_lt: Dėmėtasis staras
mk_mk: Дамчеста стоболка
no_no: Perlesisel
pl_pl: Suseł perełkowany
pt_pt: Espermófilo-malhado
sk_sk: Syseľ perlavý
sq_al: Ketri me pika
sr_me: Pjegava tekunica
sr_rs: Пегава текуница
uk_ua: Крапчастий ховрах

source: European Souslik
cs_cz: Sysel obecný
de_de: Europäisches Ziesel
el_gr: Λαγόγυρος
es_es: Ardilla terrestre europea
fr_fr: Souslik d'Europe
hr_hr: Tekunica
it_it: Citello o scoiattolo di terra europeo
lt_lt: Pilkasis staras
mk_mk: Европска стоболка
no_no: Sisel
pl_pl: Suseł moręgowany
pt_pt: Espermófilo-europeu
sk_sk: Syseľ obyčajný
sq_al: Ketri Europian
sr_me: Tekunica
sr_rs: Текуница
uk_ua: Європейський ховрах

source: Alpine marmot
cs_cz: Svišť horský
de_de: Alpen-Murmeltier
el_gr: Mαρμότα
es_es: Marmota alpina
fr_fr: Marmotte des Alpes
hr_hr: Alpski svizac
it_it: Marmotta
lt_lt: Alpinis švilpikas
mk_mk: Алпски мрмот
no_no: Alpemurmeldyr
pl_pl: Świstak alpejski
pt_pt: Marmota
sk_sk: Svišť vrchovský
sq_al: Marmota alpine
sr_me: Mrmot
sr_rs: Алпски мрмот
uk_ua: Альпійський бабак

source: European beaver
cs_cz: Bobr evropský
de_de: Europäischer Biber
el_gr: Κάστορας
es_es: Castor europeo
fr_fr: Castor d'Eurasie
hr_hr: Europski dabar
it_it: Castoro europeo
lt_lt: Upinis bebras
mk_mk: Европски дабар
no_no: Bever
pl_pl: Bóbr europejski
pt_pt: Castor
sk_sk: Bobor európsky
sq_al: Kastori Europian
sr_me: Dabar
sr_rs: Европски дабар
uk_ua: Звичайний бобер

source: Coypu
cs_cz: Nutrie říční
de_de: Nutria
el_gr: Μυοκάστορας
es_es: Coipú
fr_fr: Ragondin
hr_hr: Nutrija
it_it: Nutria
lt_lt: Nutrija
mk_mk: Нутрија
no_no: Sumpbever
pl_pl: Nutria amerykańska
pt_pt: Coipu
sk_sk: Nutria vodná
sq_al: Miokastori
sr_me: Nutrija
sr_rs: Нутрија
uk_ua: Нутрія

source: Raccoon dog
cs_cz: Psík mývalovitý
de_de: Marderhund, Enok
el_gr: Σκύλος ρακούν
es_es: Perro mapache
fr_fr: Chien viverrin
hr_hr: Kunopas
it_it: Cane procione
lt_lt: Mangutas
mk_mk: Ракуновидно куче
no_no: Mårhund
pl_pl: Jenot azjatycki
pt_pt: Cão-mapache
sk_sk: Psík medvedíkovitý
sq_al: Qeni rakun
sr_me: Rakunoliki pas
sr_rs: Ракунолики пас
uk_ua: Єнотоподібний собака

source: Brown bear
cs_cz: Medvěd hnědý
de_de: Braunbär
el_gr: Αρκούδα
es_es: Oso pardo
fr_fr: Ours brun
hr_hr: Smeđi medvjed
it_it: Orso bruno
lt_lt: Rudasis lokys
mk_mk: Кафеава мечка
no_no: Brunbjørn
pl_pl: Niedźwiedź brunatny
pt_pt: Urso-pardo
sk_sk: Medveď hnedý
sq_al: Ariu i murrme
sr_me: Mrki medvjed
sr_rs: Медвед
uk_ua: Бурий ведмідь

source: Grey wolf
cs_cz: Vlk obecný
de_de: Wolf
el_gr: Λύκος
es_es: Lobo
fr_fr: Loup gris
hr_hr: Sivi vuk
it_it: Lupo
lt_lt: Vilkas
mk_mk: Волк
no_no: Ulv
pl_pl: Wilk szary
pt_pt: Lobo
sk_sk: Vlk obyčajný
sq_al: Ujku gri
sr_me: Vuk
sr_rs: Вук
uk_ua: Вовк

source: Golden jackal
cs_cz: Šakal obecný
de_de: Goldschakal
el_gr: Τσακάλι
es_es: Chacal dorado
fr_fr: Chacal doré
hr_hr: Čagalj
it_it: Sciacallo dorato
lt_lt: Paprastasis šakalas
mk_mk: Шакал
no_no: Gullsjakal
pl_pl: Szakal złocisty
pt_pt: Chacal
sk_sk: Šakal zlatý
sq_al: Cakalli i artë
sr_me: Šakal
sr_rs: Шакал
uk_ua: Шакал

source: Red fox
cs_cz: Liška obecná
de_de: Rotfuchs
el_gr: Αλεπού
es_es: Zorro común
fr_fr: Renard roux
hr_hr: Crvena lisica
it_it: Volpe comune
lt_lt: Rudoji lapė
mk_mk: Лисица
no_no: Rødrev
pl_pl: Lis rudy
pt_pt: Raposa
sk_sk: Líška obyčajná
sq_al: Dhelpra e kuqe
sr_me: Lisica
sr_rs: Лисица
uk_ua: Лисиця

source: European otter
cs_cz: Vydra říční
de_de: Fischotter
el_gr: Βίδρα
es_es: Nutria paleártica
fr_fr: Loutre d'Europe
hr_hr: Vidra
it_it: Lontra euroasiatica
lt_lt: Ūdra
mk_mk: Видра
no_no: Oter
pl_pl: Wydra europejska
pt_pt: Lontra
sk_sk: Vydra riečna
sq_al: Vidra Europiane
sr_me: Vidra
sr_rs: Видра
uk_ua: Видра

source: Eurasian badger
cs_cz: Jezevec lesní
de_de: Dachs
el_gr: Ασβός
es_es: Tejón
fr_fr: Blaireau européen
hr_hr: Jazavac
it_it: Tasso
lt_lt: Barsukas
mk_mk: Евроазиски јазовец
no_no: Grevling
pl_pl: Borsuk europejski
pt_pt: Texugo
sk_sk: Jazvec obyčajný
sq_al: Vjedulla Europiane
sr_me: Jazavac
sr_rs: Евроазијски јазавац
uk_ua: Борсук

source: Egyptian mongoose
cs_cz: Promyka ichneumon
de_de: Ichneumon
el_gr: Αιγυπτιακή μαγκούστα
es_es: Meloncillo
fr_fr: Mangouste d’Égypte
hr_hr: Egipatski mungos
it_it: Mangusta egiziana
lt_lt: Egiptinė mangusta
mk_mk: Египетски мунгос
no_no: Faraorotte
pl_pl: Mangusta egipska
pt_pt: Sacarrabos
sk_sk: Mungo egyptský
sq_al: Mangusta Egjiptiane
sr_me: Egipatski mungos
sr_rs: Египатски мунгос
uk_ua: Єгипетський мангуст

source: Small Indian mongoose
cs_cz: Promyka zlatá
de_de: Kleiner Mungo
el_gr: Μικρή ασιατική μαγκούστα
es_es: Mangosta hindú pequeña
fr_fr: Petite mangouste indienne
hr_hr: Mali indijski mungos
it_it: Mangusta minore indiana
lt_lt: Mažoji mangusta
mk_mk: Мал индиски мунгос
pl_pl: Mangusta złocista
pt_pt: Mangusto-pequeno-indiano
sk_sk: Promyka zlatá
sq_al: Mangusta e vogël Indiane
sr_me: Mali indijski mungos
sr_rs: Мали индијски мунгос
uk_ua: Індійський мангуст

source: Common genet
cs_cz: Ženetka tečkovaná
de_de: Kleinfleck-Ginsterkatze
el_gr: Κοινή γενέττα
es_es: Gineta
fr_fr: Genette commune
hr_hr: Europska cibetka
it_it: Genetta comune
lt_lt: Paprastoji geneta
mk_mk: Цибетка
no_no: Genett
pl_pl: Żeneta zwyczajna
pt_pt: Geneta
sk_sk: Ženetka škvrnitá
sq_al: Specia Genetta felina
sr_me: Cibetka
sr_rs: Цибетка
uk_ua: Звичайна генета

source: Wildcat
cs_cz: Kočka divoká
de_de: Wildkatze
el_gr: Αγριόγατα
es_es: Gato montes
fr_fr: Chat forestier
hr_hr: Divlja mačka
it_it: Gatto selvatico
lt_lt: Vilpišys
mk_mk: Дива мачка
no_no: Villkatt
pl_pl: Żbik europejski
pt_pt: Gato-bravo
sk_sk: Mačka divá
sq_al: Mace e egër
sr_me: Divlja mačka
sr_rs: Дивља мачка
uk_ua: Лісовий кіт

source: Eurasian lynx
cs_cz: Rys ostrovid
de_de: Luchs, Nordluchs
el_gr: Λύγκας
es_es: Lince boreal
fr_fr: Lynx boréal
hr_hr: Ris
it_it: Lince euroasiatica
mk_mk: Евроазиски рис
no_no: Gaupe
pl_pl: Ryś euroazjatycki
pt_pt: Lince-euroasiático
sk_sk: Rys ostrovid
sq_al: Rrëqebulli Euroaziatik
sr_me: Evroazijski ris
sr_rs: Евроазијски рис
uk_ua: Рись

source: Iberian lynx
cs_cz: Rys pardálový
de_de: Pardelluchs
el_gr: Ιβηρικός λύγκας
es_es: Lince ibérico
fr_fr: Lynx pardelle
hr_hr: Iberijski ris
it_it: Lince iberica
lt_lt: Iberijos lūšis
mk_mk: Ибериски рис
no_no: Pantergaupe
pl_pl: Ryś iberyjski
pt_pt: Lince-ibérico
sk_sk: Rys španielsky
sq_al: Rrëqebulli Iberik
sr_me: Iberijski ris
sr_rs: Иберијски рис
uk_ua: Іспанська рись

source: Wild boar
cs_cz: Prase divoké
de_de: Wildschwein, Schwarzwild
el_gr: Αγριόχοιρος
es_es: Jabalí
fr_fr: Sanglier
hr_hr: Svinja divlja
it_it: Cinghiale
lt_lt: Šernas
mk_mk: Дива свиња
no_no: Villsvin
pl_pl: Dzik euroazjatycki
pt_pt: Javali
sk_sk: Sviňa divá
sq_al: Derri i egër
sr_me: Divlja svinja
sr_rs: Дивља свиња
uk_ua: Кабан

source: European bison
cs_cz: Zubr evropský
de_de: Wisent
el_gr: Ευρωπαϊκός βίσωνας
es_es: Bisonte europeo
fr_fr: Bison d'Europe
hr_hr: Europski bizon
it_it: Bisonte europeo
lt_lt: Stumbras
mk_mk: Европски бизон
no_no: Visent
pl_pl: Żubr europejski
pt_pt: Bisonte-europeu
sk_sk: Zubor lesný
sq_al: Bizoni europian
sr_me: Evropski bizon
sr_rs: Европски бизон
uk_ua: Зубр

source: European mouflon
cs_cz: Muflon evropský
de_de: Mufflon
el_gr: Μουφλόν
es_es: Muflón
fr_fr: Mouflon de Corse
hr_hr: Europski muflon
it_it: Muflone europeo
mk_mk: Европски муфлон
no_no: Mufflon
pl_pl: Muflon europejski
pt_pt: Muflão
sk_sk: Muflón lesný
sq_al: Mufloni europian
sr_me: Evropski muflon
sr_rs: Европски муфлон
uk_ua: Європейський муфлон

source: Alpine ibex
cs_cz: Kozorožec horský
de_de: Alpensteinbock
el_gr: Αλπικός αίγαγρος
es_es: Íbice de los Alpes
fr_fr: Bouquetin des Alpes
hr_hr: Alpski kozorog
it_it: Stambecco alpino
mk_mk: Алпски козорог
no_no: Alpesteinbukk
pl_pl: Koziorożec alpejski
pt_pt: Cabra-montês-dos-Alpes
sk_sk: Kozoročec horský
sq_al: Cjapi i alpeve
sr_me: Alpski kozorog
sr_rs: Alpski kozorog
uk_ua: Альпійський козел

source: Spanish ibex
cs_cz: Kozorožec iberský
de_de: Iberiensteinbock
el_gr: Ισπανικός αίγαγρος
es_es: Cabra montes
fr_fr: Bouquetin des Pyrénées
hr_hr: Španjolski kozorog
it_it: Stambecco dei Pirenei
mk_mk: Шпански козорог
no_no: Pyreneersteinbukk
pl_pl: Koziorożec pirenejski
pt_pt: Cabra-montês-ibérica
sk_sk: Kozorožec iberský
sq_al: Cjapi Spanjoll
sr_me: Španski kozorog
sr_rs: Шпански козорог
uk_ua: Піренейський козел

source: Chamois, Alpine
cs_cz: Kamzík horský
de_de: Gämse, Gams
el_gr: Αγριόγιδο
es_es: Rebeco alpino
fr_fr: Chamois
hr_hr: Divokoza
it_it: Camoscio alpino
mk_mk: Дивокоза
no_no: Gemse
pl_pl: Kozica północna
pt_pt: Camurça
sk_sk: Kamzík vrchovský
sq_al: Dhia e egër alpine
sr_me: Divokoza
sr_rs: Алпска дивокоза
uk_ua: Звичайна козиця

source: Chamois, southern
cs_cz: Kamzík středozemní
de_de: Pyrenäen-Gämse
el_gr: Αγριόγιδο των Πυρηναίων
es_es: Rebeco ibérico
fr_fr: Isard
hr_hr: Pirinejska divokoza
it_it: Camoscio meridionale
mk_mk: Пиринејска дивокоза
no_no: Pyreneergemse
pl_pl: Kozica południowa
pt_pt: Camurça-dos-Pireneus
sk_sk: Kamzík stredozemý
sq_al: Dhia e egër e jugut
sr_me: Pirinejska divokoza
sr_rs: Пиринејска дивокоза
uk_ua: Піренейська козиця

source: Red deer
cs_cz: Jelen evropský
de_de: Rothirsch, Rotwild
el_gr: Ελάφι
es_es: Ciervo
fr_fr: Cerf élaphe
hr_hr: Jelen obični
it_it: Cervo rosso
lt_lt: Taurusis elnias
mk_mk: Црвен елен
no_no: Hjort
pl_pl: Jeleń szlachetny
pt_pt: Veado
sk_sk: Jeleň hôrny
sq_al: Dreri i kuq
sr_me: Jelen
sr_rs: Обични јелен
uk_ua: Благородний олень

source: Fallow deer
cs_cz: Daněk evropský
de_de: Damhirsch, Damwild
el_gr: Πλατώνι
es_es: Gamo
fr_fr: Daim européen
hr_hr: Jelen lopatar
it_it: Daino
lt_lt: Danielius
mk_mk: Елен лопатар
no_no: Dåhjort
pl_pl: Daniel zwyczajny
pt_pt: Gamo
sk_sk: Daniel škvrnitý
sq_al: Dreri lopatar
sr_me: Jelen lopatar
sr_rs: Јелен лопатар
uk_ua: Лань

source: Elk
cs_cz: Los evropský
de_de: Elch
el_gr: Άλκη
es_es: Alce
fr_fr: Élan
hr_hr: Kanadski jelen
it_it: Alce
mk_mk: Лос
no_no: Elg
pl_pl: Łoś euroazjatycki
pt_pt: Alce
sk_sk: Los mokraďový
sq_al: Elku
sr_me: Los
sr_rs: Лос
uk_ua: Лось

source: Roe deer
cs_cz: Srnec obecný
de_de: Reh, Rehwild
el_gr: Ζαρκάδι
es_es: Corzo
fr_fr: Chevreuil européen
hr_hr: Srna obična
it_it: Capriolo
lt_lt: Stirna
mk_mk: Срна
no_no: Rådyr
pl_pl: Sarna europejska
pt_pt: Corço
sk_sk: Srnec lesný
sq_al: Kaprolli
sr_me: Srna
sr_rs: Срна
uk_ua: Європейська косуля

source: Sika deer
cs_cz: Jelen sika
de_de: Sikahirsch
el_gr: Ιαπωνικό ελάφι
es_es: Sika
fr_fr: Cerf sika
hr_hr: Sika jelen
it_it: Cervo sika
mk_mk: Дамчест елен
no_no: Sikahjort
pl_pl: Jeleń sika
pt_pt: Veado-do-Japão
sk_sk: Jeleň sika
sq_al: Dreri Sika
sr_me: Sika jelen
sr_rs: Сика јелен
uk_ua: Плямистий олень

source: Chital
cs_cz: Axis indický
de_de: Axishirsch
el_gr: Στικτό ελάφι
fr_fr: Cerf axis
hr_hr: Jelen aksis
it_it: Cervo pomellato o Chital
mk_mk: Аксис
no_no: Aksishjort
pl_pl: Aksis czytal
sk_sk: Jeleň axis
sq_al: Dreri me pika
sr_me: Jelen čital
sr_rs: Јелен аксис
uk_ua: Аксис

source: White-tailed deer
cs_cz: Jelenec běloocasý
de_de: Weißwedelhirsch
el_gr: Αμερικάνικο ελάφι
es_es: Ciervo de Virginia
fr_fr: Cerf de Virginie
hr_hr: Bjelorepi jelen
it_it: Cervo coda bianca
lt_lt: Baltauodegis elnias
mk_mk: Белоопашест елен
no_no: Hvithalehjort
pl_pl: Mulak białoogonowy
pt_pt: Veado-de-cauda-branca
sk_sk: Jeleník bielochvostý
sq_al: Dreri bisht-bardhë
sr_me: Bjelorepi jelen
sr_rs: Белорепи јелен
uk_ua: Американський білохвостий олень

source: Raccoon
cs_cz: Mýval severní
de_de: Waschbär
el_gr: Ρακούν
es_es: Mapache
fr_fr: Raton laveur
hr_hr: Rakun
it_it: Procione o Orsetto lavatore
lt_lt: Meškėnas
mk_mk: Ракун
no_no: Vaskebjørn
pl_pl: Szop pracz
pt_pt: Mapache
sk_sk: Medvedík čistotný
sq_al: Rakuni
sr_me: Rakun
sr_rs: Ракун
uk_ua: Звичайний ракун

source: Barbary sheep
cs_cz: Paovce hřivnatá
de_de: Mähnenschaf
el_gr: Αμμότραγος
es_es: Arruí
fr_fr: Mouflon à manchettes
hr_hr: Grivasti skakač
it_it: Ammotrago
mk_mk: Берберска овца
no_no: Mankesau
pl_pl: Arui grzywiasta
pt_pt: Arruí
sk_sk: Paovca hrivnatá
sq_al: Dele e llojit audad
sr_me: Berberska ovca
sr_rs: Берберска овца
uk_ua: Гривастий баран

source: Red-necked wallaby
cs_cz: Klokan rudokrký
el_gr: Ουάλαμπι του Μπένετ
es_es: Ualabí de cuello rojo
fr_fr: Wallaby de Bennett
hr_hr: crvenovrati valabi
it_it: Wallaby dal collo rosso
no_no: Rødhalset wallaby
pt_pt: Wallaby-de-pescoço-vermelho
sk_sk: Kengura červenokrká
sq_al: Uallabi qafe-kuq
sr_me: Crvenovrati valabi
sr_rs: Црвеноврати валаби
uk_ua: Валабі Беннета

source: Long-eared hedgehog
cs_cz: Ježek ušatý
el_gr: Μακρόωτος σκαντζόχοιρος
es_es: Erizo orejudo
fr_fr: Hérisson à grandes oreilles
hr_hr: dugouhi jež
it_it: Riccio dalle orecchie lunghe
no_no: Langørepiggsvin
pt_pt: Ouriço-orelhudo
sk_sk: Jež ušatý
sq_al: Iriqi me vesh të gjatë
sr_me: Dugouhi jež
sr_rs: Дугоухи јеж
uk_ua: Вухатий їжак

source: Eastern cottontail rabbit
cs_cz: Králík východoamerický
el_gr: Αμερικάνικο κουνέλι
es_es: Conejo de Virginia
fr_fr: Lapin de Floride
hr_hr: Istočni kunić
it_it: Silvilago orientale
no_no: Engelsk: Eastern cottontail rabbit
pt_pt: Coelho-da-Flórida
sk_sk: Králik bavlník východný
sq_al: Lepuri i egër me bisht të pambuktë
sr_me: Istočnoamerički kunić
sr_rs: Источноамерички кунић
uk_ua: Флоридський кролик

source: Cape hare
cs_cz: Zajíc africký
el_gr: Σκίουρος της Σαρδηνίας
es_es: Liebre del Cabo
fr_fr: Lièvre du Cap
hr_hr: kapski zec
it_it: Lepre sarda
no_no: Kapphare
pt_pt: Lebre-do-Cabo
sk_sk: Zajac africký
sq_al: Lepuri i kepit
sr_me: Pustinjski zec
sr_rs: Пустињски зец
uk_ua: Капський заєць

source: Corsican hare
cs_cz: Zajíc korsický
el_gr: Ιταλικός λαγός
es_es: Conejo de Virginia
fr_fr: Lièvre corse
hr_hr: korzički zec
it_it: Lepre appenninica
no_no: Engelsk: Corsican hare
pt_pt: Lebre-italiana
sk_sk: Zajac corsicanus
sq_al: Lepuri i egër i Korsikës
sr_me: Korzikanski zec
sr_rs: Корзикански зец
uk_ua: Корсиканський заєць
