Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Select your country
cs_cz: Vyberte Vaši zemi
de_de: Wählen Sie Ihr Land
el_gr: Επιλογή χώρας
es_es: Seleccione su país
fr_fr: Sélectionnez votre pays.
hr_hr: Odaberite svoju državu
it_it: Seleziona il tuo Paese
lt_lt: Pasirinkite šalį
mk_mk: Одберете држава
no_no: Velg land
pl_pl: Wybierz swój kraj
pt_pt: Selecione o seu país
sk_sk: Vyberte svoju krajinu
sq_al: Zgjidhni vendin tuaj
sr_me: Odaberite svoju državu
sr_rs: Изаберите вашу државу
uk_ua: Виберіть свою країну

source: United Kingdom
cs_cz: Spojené Království
de_de: Groß Britannien
el_gr: Ηνωμένο Βασίλειο
es_es: Reino Unido
fr_fr: Royaume-Uni
hr_hr: Ujedinjeno Kraljevstvo
it_it: Regno Unito
lt_lt: Jungtinė Karalystė
mk_mk: Обединето Кралство
no_no: Storbritannia
pl_pl: Wielka Brytania
pt_pt: Reino Unido
sk_sk: Veľká Británia
sq_al: Mbretëria e Bashkuar
sr_me: Velika Britanija
sr_rs: Велика Британија
uk_ua: Сполу́чене Королі́вство

source: Albania
cs_cz: Albánie
el_gr: Αλβανία
fr_fr: Albanie
hr_hr: Albanija
lt_lt: Albanija
pt_pt: Albânia
sk_sk: Albánsko
sq_al: Shqipëri
sr_me: Albanija
sr_rs: Албанија
uk_ua: Албанія

source: Austria
cs_cz: Rakousko
el_gr: Αυστρία
fr_fr: Autriche
hr_hr: Austrija
lt_lt: Austrija
no_no: Østerrike
pt_pt: Áustria
sk_sk: Rakúsko
sq_al: Austri
sr_me: Austrija
sr_rs: Аустрија
uk_ua: Австрія

source: Belarus
cs_cz: Bělorusko
el_gr: Λευκορωσία
es_es: Bielorrusia
fr_fr: Bélarus
hr_hr: Bjelorusija
it_it: Bielorussia
lt_lt: Baltarusija
no_no: Hviterussland
pt_pt: Bielorrússia
sk_sk: Bielorusko
sq_al: Bjellorusi
sr_me: Bjelorusija
sr_rs: Белорусија
uk_ua: Білорусь

source: Belgium
cs_cz: Belgie
el_gr: Βέλγιο
es_es: Bégica
fr_fr: Belgique
hr_hr: Belgija
it_it: Belgio
lt_lt: Belgija
no_no: Belgia
pt_pt: Bélgica
sk_sk: Belgicko
sq_al: Belgjikë
sr_me: Belgija
sr_rs: Белгија
uk_ua: Бельгія

source: Bosnia and Herzegovina
cs_cz: Bosna a Hercegovina
el_gr: Βοσνία-Ερζεγοβίνη
es_es: Bosnia y Herzegovina
fr_fr: Bosnie Herzégovine
hr_hr: Bosna i Hercegovina
it_it: Bosnia Erzegovina
lt_lt: Bosnija ir Hercegovina
no_no: Bosnia-Hercegovina
pt_pt: Bósnia-Herzegovina
sk_sk: Bosna a Hercegovina
sq_al: Bosnje dhe Hercegovinë
sr_me: Bosna i Hercegovina
sr_rs: Босна и Херцеговина
uk_ua: Боснія і Герцеговина

source: Bulgaria
cs_cz: Bulharsko
el_gr: Βουλγαρία
fr_fr: Bulgarie
hr_hr: Bugarska
lt_lt: Bulgarija
pt_pt: Bulgária
sk_sk: Bulharsko
sq_al: Bullgari
sr_me: Bugarska
sr_rs: Бугарска
uk_ua: Болгарія

source: Czechia
cs_cz: Česko
el_gr: Τσεχία
es_es: Chequia
fr_fr: Tchéquie
hr_hr: Češka
it_it: Repubblica Ceca
lt_lt: Čekija
no_no: Tsjekkia
pt_pt: República Checa
sk_sk: Česko
sq_al: Çeki
sr_me: Češka
sr_rs: Чешка
uk_ua: Чеська Республіка

source: Estonia
cs_cz: Estonsko
el_gr: Εσθονία
fr_fr: Estonie
hr_hr: Estonija
lt_lt: Estija
no_no: Estland
pt_pt: Estónia
sk_sk: Estónsko
sq_al: Estoni
sr_me: Estonija
sr_rs: Естонија
uk_ua: Естонія

source: Finland
cs_cz: Finsko
el_gr: Φινλανδία
es_es: Finlandia
fr_fr: Finlande
hr_hr: Finska
it_it: Finlandia
lt_lt: Suomija
pt_pt: Finlândia
sk_sk: Fínsko
sq_al: Finlandë
sr_me: Finska
sr_rs: Финска
uk_ua: Фінляндія

source: France
cs_cz: Francie
el_gr: Γαλλία
es_es: Francia
hr_hr: Francuska
it_it: Francia
lt_lt: Prancūzija
no_no: Frankrike
pt_pt: França
sk_sk: Francúzsko
sq_al: Francë
sr_me: Francuska
sr_rs: Француска
uk_ua: Франція

source: Greece
cs_cz: Řecko
el_gr: Ελλάδα
es_es: Grecia
fr_fr: Grèce
hr_hr: Grčka
it_it: Grecia
lt_lt: Graikija
no_no: Hellas
pt_pt: Grécia
sk_sk: Grécko
sq_al: Greqi
sr_me: Grčka
sr_rs: Грчка
uk_ua: Греція

source: Hungary
cs_cz: Maďarsko
el_gr: Ουγγαρία
es_es: Hungría
fr_fr: Hongrie
hr_hr: Mađarska
it_it: Ungheria
lt_lt: Vengrija
no_no: Ungarn
pt_pt: Hungria
sk_sk: Maďarsko
sq_al: Hungari
sr_me: Mađarska
sr_rs: Мађарска
uk_ua: Угорщина

source: Iceland
cs_cz: Island
el_gr: Ισλανδία
es_es: Islandia
fr_fr: Islande
hr_hr: Island
it_it: Islanda
lt_lt: Islandija
no_no: Island
pt_pt: Islândia
sk_sk: Island
sq_al: Islandë
sr_me: Island
sr_rs: Исланд
uk_ua: Ісландія

source: Ireland
cs_cz: Irsko
el_gr: Ιρλανδία
es_es: Irlanda
fr_fr: Irelande
hr_hr: Irska
it_it: Irlanda
lt_lt: Airija
no_no: Irland
pt_pt: Irlanda
sk_sk: Írsko
sq_al: Irlandë
sr_me: Irska
sr_rs: Ирска
uk_ua: Ірландія

source: Italy
cs_cz: Itálie
el_gr: Ιταλία
es_es: Italia
fr_fr: Italie
hr_hr: Italija
it_it: Italia
lt_lt: Italija
no_no: Italia
pt_pt: Itália
sk_sk: Taliansko
sq_al: Itali
sr_me: Italija
sr_rs: Италија
uk_ua: Італія

source: Kosovo
el_gr: Κόσσοβο
es_es: Kósovo
lt_lt: Kosovas
sq_al: Kosovë
sr_rs: Косово
uk_ua: Косово

source: Latvia
cs_cz: Lotyšsko
el_gr: Λετονία
es_es: Letonia
fr_fr: Lettonie
hr_hr: Latvija
it_it: Lettonia
lt_lt: Latvija
pt_pt: Letónia
sk_sk: Lotyšsko
sq_al: Letoni
sr_me: Letonija
sr_rs: Летонија
uk_ua: Латвія

source: Lithuania
cs_cz: Litva
el_gr: Λιθουανία
es_es: Lituania
fr_fr: Lithuanie
hr_hr: Litvanija
it_it: Lituania
lt_lt: Lietuva
no_no: Litauen
pt_pt: Lituânia
sk_sk: Litva
sq_al: Lituani
sr_me: Litvanija
sr_rs: Литванија
uk_ua: Литва

source: Montenegro
cs_cz: Černá Hora
el_gr: Μαυροβούνιο
fr_fr: Monténégro
hr_hr: Crna Gora
lt_lt: Juodkalnija
sk_sk: Čierna Hora
sq_al: Mali i Zi
sr_me: Crna Gora
sr_rs: Црна Гора
uk_ua: Чорногорія

source: Luxembourg
cs_cz: Lucembursko
el_gr: Λουξεμβούργο
es_es: Luxemburgo
hr_hr: Luksemburg
it_it: Lussemburgo
lt_lt: Liuksemburgas
pt_pt: Luxemburgo
sk_sk: Luxembursko
sq_al: Luksemburg
sr_me: Luksemburg
sr_rs: Луксембург
uk_ua: Люксембург

source: Malta
el_gr: Μάλτα
fr_fr: Malte
sq_al: Maltë
sr_rs: Малта
uk_ua: Мальта

source: Moldova
cs_cz: Moldavsko
el_gr: Μολδαβία
es_es: Moldavia
fr_fr: Moldavie
hr_hr: Moldavija
it_it: Moldavia
lt_lt: Moldavija
pt_pt: Moldávia
sk_sk: Moldavsko
sq_al: Moldavi
sr_me: Moldavija
sr_rs: Молдавија
uk_ua: Молдова

source: Netherlands
cs_cz: Nizozemsko
el_gr: Ολλανδία
es_es: Países Bajos
fr_fr: Pays-Bas
hr_hr: Nizozemska
it_it: Paesi Bassi
lt_lt: Olandija
no_no: Nederland
pt_pt: Países Baixos
sk_sk: Holandsko
sq_al: Hollandë
sr_me: Holandija
sr_rs: Холандија
uk_ua: Нідерланди

source: Norway
cs_cz: Norsko
el_gr: Νορβηγία
es_es: Noruega
fr_fr: Norvège
hr_hr: Norveška
it_it: Norvegia
lt_lt: Norvegija
no_no: Norge
pt_pt: Noruega
sk_sk: Nórsko
sq_al: Norvegji
sr_me: Norveška
sr_rs: Норвешка
uk_ua: Норвегія

source: Portugal
cs_cz: Portugalsko
el_gr: Πορτογαλία
it_it: Portogallo
lt_lt: Portugalija
sk_sk: Portugalsko
sq_al: Portugali
sr_rs: Португалија
uk_ua: Португалія

source: Romania
cs_cz: Rumunsko
el_gr: Ρουμανία
es_es: Rumanía
fr_fr: Roumanie
hr_hr: Rumunjska
lt_lt: Rumunija
pt_pt: Roménia
sk_sk: Rumunsko
sq_al: Rumani
sr_me: Rumunija
sr_rs: Румунија
uk_ua: Румунія

source: Slovakia
cs_cz: Slovensko
el_gr: Σλοβακία
es_es: Eslovaquia
fr_fr: Slovaquie
hr_hr: Slovačka
it_it: Slovacchia
lt_lt: Slovakija
pt_pt: Eslováquia
sk_sk: Slovensko
sq_al: Sllovaki
sr_me: Slovačka
sr_rs: Словачка
uk_ua: Словаччина

source: Slovenia
cs_cz: Slovinsko
el_gr: Σλοβενία
fr_fr: Slovénie
hr_hr: Slovenija
lt_lt: Slovėnija
pt_pt: Eslovénia
sk_sk: Slovinsko
sq_al: Slloveni
sr_me: Slovenija
sr_rs: Словенија
uk_ua: Словенія

source: Sweden
cs_cz: Švédsko
el_gr: Σουηδία
es_es: Suecia
fr_fr: Suède
hr_hr: Švedska
it_it: Svezia
lt_lt: Švedija
no_no: Sverige
pt_pt: Suécia
sk_sk: Švédsko
sq_al: Suedi
sr_me: Švedska
sr_rs: Шведска
uk_ua: Швеція

source: Switzerland
cs_cz: Švýcarsko
el_gr: Ελβετία
es_es: Suiza
fr_fr: la Suisse
hr_hr: Švicarska
it_it: Svizzera
lt_lt: Šveicarija
no_no: Sveits
pt_pt: Suíça
sk_sk: Švajčiarsko
sq_al: Zvicër
sr_me: Švajcarska
sr_rs: Швајцарска
uk_ua: Швейцарія

source: Turkey
cs_cz: Turecko
el_gr: Τουρκία
es_es: Turquía
fr_fr: Turquie
hr_hr: Turska
it_it: Turchia
lt_lt: Turkija
no_no: Tyrkia
pt_pt: Turquia
sk_sk: Turecko
sq_al: Turqi
sr_me: Turska
sr_rs: Турска
uk_ua: Туреччина

source: Ukraine
cs_cz: Ukrajina
el_gr: Ουκρανία
es_es: Ucrania
hr_hr: Ukrajina
it_it: Ucraina
lt_lt: Ukraina
no_no: Ukraina
pt_pt: Ucrânia
sk_sk: Ukrajina
sq_al: Ukrainë
sr_me: Ukraina
sr_rs: Украјина
uk_ua: Україна

source: Skip
cs_cz: Přeskočit
de_de: Überspringen
el_gr: Παράλειψη
es_es: Salir
fr_fr: Sauter
hr_hr: Preskoči
it_it: Salta
lt_lt: Praleisti
mk_mk: Прескокни го воведот
no_no: Hopp over
pl_pl: Pomiń
pt_pt: Saltar
sk_sk: Preskočiť
sq_al: Hiqe
sr_me: Preskoči
sr_rs: Прескочите
uk_ua: Пропустити

source: Next
cs_cz: Další
de_de: Weiter
el_gr: Επόμενο
es_es: Próximo
fr_fr: Suivant
hr_hr: Iduće
it_it: Avanti
lt_lt: Sekantis
mk_mk: Следно
no_no: Neste
pl_pl: Następny
pt_pt: Próximo
sk_sk: Ďalej
sq_al: Tjetra
sr_me: Sljedeće
sr_rs: Следеће
uk_ua: Далі

source: Get Started
cs_cz: Začít
de_de: Loslegen!
el_gr: Ας ξεκινήσουμε
es_es: Empezar
fr_fr: Commencer
hr_hr: Kreni
it_it: Inizia
lt_lt: Pradėkite
mk_mk: Започни
no_no: Kom igang
pl_pl: Rozpocznij
pt_pt: Começar
sk_sk: Začať
sq_al: Fillo
sr_me: Započni
sr_rs: Почните
uk_ua: Розпочати

source: Please sign in with your account or register.
cs_cz: Přihlaste se, prosím, pomocí svého účtu, nebo se zaregistrujte.
de_de: Bitte tragen Sie sich mit ihrem Konto oder Ihrere Registrierung ein!
el_gr: Είσοδος με το λογαριασμό σας ή εγγραφή.
es_es: Por favor, inicie sesión o regístrese.
fr_fr: Veuillez vous connecter ou enregistrez un nouveau compte.
hr_hr: Molimo ulogiraj se sa svojim korisničkim računom
it_it: Accedi con il tuo account o registrati
lt_lt: Prisijunkite arba registruokitės
mk_mk: Најавете се со вашиот прфил или креирајте профил
no_no: Logg inn med din brukerkonto eller registrer deg
pl_pl: Zaloguj się na swoje konto lub zarejestruj się
pt_pt: Por favor, inicie sessão ou registe-se.
sk_sk: Prihláste sa pomocou svojho účtu alebo sa zaregistrujte.
sq_al: Hyni me llogarinë tuaj ose regjistrohuni
sr_me: Molimo Vas pristupite sa nalogom ili se registrujte.
sr_rs: Пријавите се преко свог налога или се региструјте
uk_ua: Будь ласка, увійдіть у свій обліковий запис або зареєструйтеся.

source: Username or email
cs_cz: Uživatelské jméno, nebo email
de_de: Benutzername oder Email Adresse
el_gr: Όνομα χρήστη ή email
es_es: Usuario o e-mail
fr_fr: Identifiant ou email
hr_hr: Korisničko ime ili email
it_it: Nome utente o email
lt_lt: Vartotojo vardas arba el. paštas
mk_mk: Корисничко име или електронска пошта
no_no: Brukernavn eller epost
pl_pl: Nazwa użytkownika lub e-mail
pt_pt: Nome do utilizador ou e-mail
sk_sk: Užívateľské meno alebo email
sq_al: Emri i përdoruesit ose email
sr_me: Korisničko ime ili e-mail
sr_rs: Корисничко име или е-маил
uk_ua: Ім'я користувача або адресу електронної пошти

source: Password
cs_cz: Heslo
de_de: Passwort
el_gr: Κωδικός
es_es: Contraseña
fr_fr: Mot de passe
hr_hr: Lozinka
lt_lt: Slaptažodis
mk_mk: Лозинка
no_no: Passord
pl_pl: Hasło
pt_pt: Palavra-passe
sk_sk: Heslo
sq_al: Fjalëkalimi
sr_me: Lozinka
sr_rs: Лозинка
uk_ua: Пароль

source: Sign in
cs_cz: Přihlásit se
de_de: Anmelden
el_gr: Είσοδος
es_es: Inicie sesión
fr_fr: Se connecter
hr_hr: Prijavite se
it_it: Accedi
lt_lt: Prisijungimas
mk_mk: Најавете се
no_no: Logg inn
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
sk_sk: Prihlásiť sa
sq_al: Hyr
sr_me: Prijavite se
sr_rs: Пријавите се
uk_ua: Увійти

source: Register
cs_cz: Registrovat
de_de: Registrieren
el_gr: Εγγραφή
es_es: Registro
fr_fr: S'enregistrer
hr_hr: Registriraj se
it_it: Registrati
lt_lt: Registracija
mk_mk: Креирајте профил
no_no: Registrer deg
pl_pl: Zarejestruj się
pt_pt: Registar
sk_sk: Registrovať sa
sq_al: Regjistrohu
sr_me: Registrujte se
sr_rs: Креирајте профил
uk_ua: Реєстрація

source: Forgot password?
cs_cz: Zapomenuté heslo?
de_de: Passwort vergessen?
el_gr: Ξεχάσατε τον κωδικό σας;
es_es: ¿Olvidaste la contraseña?
fr_fr: Mot de pass oublié?
hr_hr: Zaboravili ste lozinku?
it_it: Password dimenticata?
lt_lt: Pamiršote slaptažodį?
mk_mk: ја заборавивте вашата лозинка?
no_no: Glemt passord?
pl_pl: Zapomniałeś hasła?
pt_pt: Esqueceu a sua palavra-passe?
sk_sk: Zabudnuté heslo?
sq_al: Keni harruar fjalëkalimin
sr_me: Zaboravili ste lozinku?
sr_rs: Заборавили сте лозинку?
uk_ua: Забули пароль?

source: Login
cs_cz: Přihlásit se
de_de: Einloggen
el_gr: Είσοδος
es_es: Inicie sesión
fr_fr: Espace Connexion
hr_hr: Logiraj se
lt_lt: Prisijungimas
mk_mk: Најави се
no_no: Logg inn
pl_pl: Logowanie
pt_pt: Iniciar sessão
sk_sk: Prihlásenie
sq_al: Hyr
sr_me: Prijavite se na postojeći nalog
sr_rs: Пријавите се

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Ajustes
fr_fr: Réglages
hr_hr: Postavke
it_it: Impostazioni
lt_lt: Nustatymai
mk_mk: Подесување
no_no: Innstillinger
pl_pl: Ustawienia
pt_pt: Definições
sk_sk: Nastavenie
sq_al: Cilësimet
sr_me: Podešavanja
sr_rs: Подешавања
uk_ua: Налаштування

source: Info
el_gr: Πληροφορίες
es_es: información
hr_hr: Informacije
it_it: Informazioni
lt_lt: Informacija
mk_mk: Инфо
no_no: Informasjon
pl_pl: Informacje
pt_pt: Informação
sk_sk: Informácie
sq_al: Informacion
sr_me: Informacije
sr_rs: Информације
uk_ua: Інформація

source: About
cs_cz: O nás
de_de: Über
el_gr: Σχετικά με την εφαρμογή
es_es: Sobre
fr_fr: Plus D'Infos
hr_hr: O
it_it: Informazioni sull'applicazione
lt_lt: Apie
mk_mk: За нас
no_no: Om
pl_pl: O aplikacji
pt_pt: Sobre
sk_sk: O aplikácii
sq_al: Rreth
sr_me: O
sr_rs: O апликацији
uk_ua: Про

source: Help
cs_cz: Pomoc
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
fr_fr: Aide
hr_hr: Pomoć
it_it: Aiuto
lt_lt: Pagalba
mk_mk: Помош
no_no: Hjelp
pl_pl: Pomoc
pt_pt: Ajuda
sk_sk: Pomoc
sq_al: Ndihmë
sr_me: Pomoć
sr_rs: Помоћ
uk_ua: Допоможіть

source: Privacy Policy
cs_cz: Ochrana osobních údajů
de_de: Datenschutz
el_gr: Πολιτική Απορρήτου
es_es: Política de Privacidad
fr_fr: Mentions légales
hr_hr: Politika privatnosti
it_it: Informazioni sulla Privacy
lt_lt: vardas yra būtinas
mk_mk: Политика на приватност
no_no: Personvern
pl_pl: Polityka prywatności
pt_pt: Política de privacidade
sk_sk: Zásady ochrany osobných údajov
sq_al: Politika e privatësisë
sr_me: Politika privatnosti
sr_rs: Политика приватности

source: Credits
cs_cz: Poděkování
de_de: Danksagungen
el_gr: Ευχαριστίες
es_es: Créditos
fr_fr: Crédits
hr_hr: Zasluge
it_it: Ringraziamenti
lt_lt: Padėkos
mk_mk: Благодарница
no_no: Kreditt til
pl_pl: Podziękowania
pt_pt: Créditos
sk_sk: Kredity
sq_al: Të drejtat
sr_me: Zasluge
sr_rs: Заслуге
uk_ua: Кредити

source: Email
lt_lt: El. paštas
mk_mk: Електронска пошта
no_no: Epost
sr_rs: E-маил

source: First Name
cs_cz: Křestní jméno
de_de: Vorname
el_gr: Όνομα
es_es: Nombre
fr_fr: Prénom
hr_hr: Ime
it_it: Nome
lt_lt: Vardas
mk_mk: Име
no_no: Fornavn
pl_pl: Imię
pt_pt: Nome
sk_sk: Krstné meno
sq_al: Emri
sr_me: Ime
sr_rs: Име
uk_ua: Ім'я

source: Surname
cs_cz: Příjmení
de_de: Name
el_gr: Επώνυμο
es_es: Apellidos
fr_fr: Nom
hr_hr: Prezime
it_it: Cognome
lt_lt: Pavardė
mk_mk: Презиме
no_no: Etternavn
pl_pl: Nazwisko
pt_pt: Apelido
sk_sk: Priezvisko
sq_al: Mbiemri
sr_me: Prezime
sr_rs: Презиме
uk_ua: Прізвище

source: I agree to
cs_cz: Souhlasím s
de_de: Ich stimme zu
el_gr: Συμφωνώ με
es_es: Estoy de acuerdo con los
fr_fr: J'accepte
hr_hr: Slažem se
it_it: Accetto
lt_lt: Aš sutinku su
mk_mk: Се согласувам
no_no: Jeg er enig i
pl_pl: Zgadzam się
pt_pt: Concordo
sk_sk: Súhlasím s
sq_al: Unë pranoj
sr_me: Slažem se
sr_rs: Слажем се
uk_ua: Я згоден з

source: Terms and Conditions
cs_cz: Pravidla a podmínky
de_de: Allgemeine Geschäftsbedingungen
el_gr: τους Όρους και τις Προϋποθέσεις
es_es: Términos y condiciones de uso
fr_fr: Conditions générales d'utilisation
hr_hr: Uvijeti
it_it: Termini e condizioni
lt_lt: Sąlygos
mk_mk: Услови за користење
no_no: Vilkår og betingelser
pl_pl: Regulamin
pt_pt: Termos e condições
sk_sk: Pravidlá a podmienky
sq_al: Termat dhe kushtet
sr_me: Uslovi i odredbe
sr_rs: Услови коришћења
uk_ua: Правила та умови

source: Enter your username or email address to request a password reset
cs_cz: Chcete-li požádat o obnovení hesla, zadejte své uživatelské jméno, nebo e-mailovou adresu.
de_de: Geben Sie bitte Ihren Benutzernamen oder Emailadresse ein, um ein neues Passwort anzufordern!
el_gr: Εισάγετε το Όνομα Χρήστη και τη διεύθυνση e-mail σας για την επαναφορά του κωδικού πρόσβασης
es_es: Indique su nombre de usuario o dirección de email para restablecer la contraseña
fr_fr: Indiquez ici votre identifiant ou email pour réinitialiser votre mot de passe
hr_hr: Upišite korisničko ime ili email adresu za zahtjev resetiranja lozinke
it_it: Inserisci nome utente o email per richiedere la reimpostazione della password
lt_lt: Norėdami pakeisti slaptažodį, įveskite vartojo vardą arba el. pašto adresą
mk_mk: Внесете го вашето корисничко име или електронска пошта за да побарате ресетирање на лозинката
no_no: Skriv inn brukernavnet eller e-postadressen din for å be om å sette nytt passord
pl_pl: Wpisz swoją nazwę użytkownika lub adres e-mail, aby poprosić o zresetowanie hasła
pt_pt: Introduza o seu nome de utilizador ou e-mail para redefinir a sua palavra-passe.
sk_sk: Ak chcete požiadať o obnovenie hesla, zadajte svoje používateľské meno alebo e-mailovú adresu
sq_al: Vendos emrin e përdoruesit ose adresën e email për të kërkuar rivendosjen e fjalëkalimit
sr_me: Unesite korisničko ime ili e-mail da bi ste proslijedili zahtjev za resetovanje lozinke
sr_rs: Унесите Ваше корисничко име или е-маил како би ресетовали лозинку
uk_ua: Введіть своє ім’я користувача або адресу електронної пошти, щоб подати запит на скидання пароля

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
el_gr: Επαναφορά
es_es: Reiniciar
fr_fr: Réinitialiser
hr_hr: Resetiraj
it_it: Ripristina
lt_lt: Atstatyti
mk_mk: Ресетирај
no_no: Tilbakestill
pl_pl: Zresetuj
pt_pt: Reiniciar
sk_sk: Resetovať
sq_al: Rivendos në gjendjen fillestare
sr_me: Resetuj
sr_rs: Ресетовање
uk_ua: Скинути

source: Are you sure you want to reset the application to its initial state?
cs_cz: Opravdu chcete aplikaci resetovat do původního stavu?
el_gr: Είστε σίγουροι ότι θέλετε να επαναφέρετε την εφαρμογή στην αρχική της μορφή;
es_es: ¿Está seguro que quiere restaurar la aplicación y dejarla en su estado original?
fr_fr: Êtes-vous sûr de vouloir réinitialiser l'application à son état initial?
hr_hr: Jeste li sigurni da želite resetirati aplikaciju na početni oblik?
it_it: Sei sicuro di voler ripristinare l'applicazione al suo stato iniziale?
lt_lt: Ar tikrai norite atstatyti pradinę programos būseną?
mk_mk: Дали сте сигурни дека сакате да го избришете овој запис?
no_no: Er du sikker på at du vil tilbakestille applikasjonen til opprinnelig tilstand?
pl_pl: Czy na pewno chcesz zresetować ustawienia aplikacji do stanu początkowego?
pt_pt: Tem a certeza de que deseja redefinir a aplicação para a sua configuração padrão?
sk_sk: Naozaj chcete obnoviť aplikáciu do pôvodného stavu?
sq_al: A jeni të sigurt që dëshironi të rivendosni aplikacionin në gjëndjen fillestare?
sr_me: Da li ste sigurni da želite da resetujete aplikaciju na prvobitni oblik?
sr_rs: Да ли сте сигурни да желите да избришете овај запис?
uk_ua: Ви впевнені, що хочете скинути програму до початкового стану?

source: This will wipe all the locally stored app data!
cs_cz: Tímto vymažete všechna lokálně uložená data aplikace!
el_gr: Αυτή η ενέργεια θα σβήσει όλα τα τοπικά αποθηκευμένα δεδομένα της εφαρμογής!
es_es: ¡Esto borrará todos los datos que la aplicación ha almacenado hasta ahora!
fr_fr: Ceci supprimera toutes les donnés déjà stockées localement!
hr_hr: Ovo će obrisati sve lokalno pohranjene podatke aplikacije!
it_it: Questa operazione comporta l'eliminazione di tutti i dati dell'app salvati in locale!
lt_lt: Tai ištrins visus įrenginyje išsaugotus programos duomenis!
mk_mk: Оваа постапка ќе ги избрише сите записи зачувани во овој уред?
no_no: Dette vil slette alle lokalt lagrede app data!
pl_pl: Spowoduje to usunięcie wszystkich lokalnie przechowywanych danych w aplikacji!
pt_pt: Esta ação apagará todos os dados introduzidos na aplicação!
sk_sk: Týmto sa vymažú všetky lokálne uložené údaje aplikácie!
sq_al: Kjo do të fshijë të gjitha të dhënat e aplikacionit të ruajtura lokalisht!
sr_me: Ovo će izbrisati sve lokalno skladištene podatke aplikacije!
sr_rs: Ово ће избрисати све локално сачуване податке у апликацији!
uk_ua: Це видалить усі локально збережені дані програми!

source: Upload All
cs_cz: Nahrát vše
de_de: Alles hochladen
el_gr: Ανέβασμα όλων
es_es: Subir todo
fr_fr: Tout télécharger
hr_hr: Učitaj sve
it_it: Carica tutto
lt_lt: Įkelti
mk_mk: Прикачи ги сите
no_no: Last opp alle
pl_pl: Załaduj wszystko
pt_pt: Carregar tudo
sk_sk: Nahrať všetko
sq_al: Ngarkoji të gjitha
sr_me: Učitaj sve
sr_rs: Поставите све
uk_ua: Завантажити все

source: Remove All Saved
cs_cz: Odstranit všechny uložené
de_de: Alles Gespeicherte löschen
el_gr: Διαγραφή όλων των αποθηκευμένων
es_es: Eliminar todos los registros
fr_fr: Enlever les données stockées
hr_hr: Makni sve pohranjeno
it_it: Elimina tutti i dati salvati
lt_lt: Ištrinti visus išsaugotus
mk_mk: Избриши ги сите зачувани
no_no: Fjern alle lagrede
pl_pl: Usuń wszystkie zapisane
pt_pt: Apagar todos os registos
sk_sk: Odstrániť všetko uložené
sq_al: Fshiji të gjitha të ruajturat
sr_me: Ukloni sve sačuvano
sr_rs: Уклоните све сачувано
uk_ua: Видалити все збережене

source: Application
cs_cz: Aplikace
de_de: Anwendung
el_gr: Εφαρμογή
es_es: Aplicación
hr_hr: Primjena
it_it: Impostazioni
lt_lt: Programa
mk_mk: Апликација
no_no: Applikasjon
pl_pl: Aplikacja
pt_pt: Aplicação
sk_sk: Aplikácia
sq_al: Aplikacion
sr_me: Primjena
sr_rs: Апликација
uk_ua: Застосування

source: Training Mode
cs_cz: Tréninkový režim
de_de: Test-Modus
el_gr: Λειτουργία εκμάθησης
es_es: Modo de entrenamiento
fr_fr: Mode entraînement
hr_hr: Trening način
it_it: Modalità di prova
lt_lt: Apmokymo režimas
mk_mk: форма за обука
no_no: Treningsmodus
pl_pl: Tryb testowy
pt_pt: Modo de teste
sk_sk: Tréningový režim
sq_al: Modaliteti i trajnimit
sr_me: Trening način
sr_rs: Форма тренинга
uk_ua: Режим навчання

source: Experimental Features
cs_cz: Experimentální funkce
de_de: Versuchsanordnung
el_gr: Δοκιμαστικές λειτουργίες
es_es: Funciones experimentales
fr_fr: Caractéristiques expérimentales
hr_hr: Eksperimentalne značajke
it_it: Caratteristiche sperimentali
lt_lt: Bandomosios sąvybės
mk_mk: Експериментални карактеристики
no_no: Eksperimentelle funksjoner
pl_pl: Funkcje eksperymentalne
pt_pt: Recursos experimentais
sk_sk: Experimentálne funkcie
sq_al: Karakteristikat eksperimentale
sr_me: Eksperimentalne karakteristike
sr_rs: Експерименталне карактеристике
uk_ua: Експериментальні особливості

source: Welcome
cs_cz: Vítejte
de_de: Wilkommen!
el_gr: Καλώς ήρθατε
es_es: Bienvenido
fr_fr: Bienvenue
hr_hr: Dobrodošli
it_it: Benvenuto
lt_lt: Sveiki
mk_mk: Добредојдовте
no_no: Velkommen
pl_pl: Witaj
pt_pt: Bem-vindo/a
sk_sk: Vitajte
sq_al: Mirësevini
sr_me: Dobrodošli
sr_rs: Добродошли
uk_ua: Вітаємо

source: Lets start!
cs_cz: Začněme!
de_de: Lass uns beginnen!
el_gr: Ας ξεκινήσουμε!
es_es: ¡Empecemos!
fr_fr: Commencer!
hr_hr: Krenimo!
it_it: Iniziamo!
lt_lt: Pradėkime!
mk_mk: Да започнеме!
no_no: La oss begynne!
pl_pl: Rozpocznij!
pt_pt: Vamos começar!
sk_sk: Začnime!
sq_al: Le të fillojmë!
sr_me: Počnimo!
sr_rs: Почнимо!
uk_ua: Почнемо!

source: Back
cs_cz: Zpět
de_de: Zurück
el_gr: Πισω
es_es: Volver
fr_fr: Arrière
hr_hr: Natrag
it_it: Indietro
lt_lt: Atgal
mk_mk: Назад
no_no: Tilbake
pl_pl: Cofnij
pt_pt: Voltar
sk_sk: Späť
sq_al: Prapa
sr_me: Nazad
sr_rs: Назад
uk_ua: Назад

source: Menu
de_de: Menü
el_gr: Μενού
es_es: Menú
hr_hr: Meni
it_it: Menù
lt_lt: Meniu
mk_mk: Мени
no_no: Meny
sr_me: Meni
sr_rs: Мени
uk_ua: Меню

source: App
cs_cz: Aplikace
de_de: App/Anwendung
el_gr: Εφαρμογή
es_es: Aplicación
fr_fr: Application
hr_hr: Aplikacija
it_it: Applicazione
lt_lt: Programėlė
mk_mk: Апликација
pl_pl: Aplikacja
pt_pt: Aplicação
sk_sk: Aplikácia
sq_al: Aplikacion
sr_me: Aplikacija
sr_rs: Апликација
