Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Invasive species: Coarse, dark brown outer fur with soft dense grey under fur, distinguished by a white patch on the muzzle, webbed hind feet, and large, bright orange-yellow incisors
cs_cz: Invazivní druh: Hrubá, tmavě hnědá vnější srst s měkkou hustou šedou podsadou, vyznačující se bílou skvrnou na tlamě, plovacími zadními tlapkami a velkými, jasně oranžově žlutými řezáky
el_gr: Χωροκατακτητικό είδος: Αδρό, σκούρο καφέ τρίχωμα με μαλακό, πυκνό γκρι χνούδι, που χαρακτηρίζεται από λευκή επιφάνεια στο ρύγχος, τα πίσω πόδια με νηκτική μεμβράνη. Φέρει μεγάλους, έντονα πορτοκαλί-κίτρινους κοπτήρες
es_es: Especie invasora: Roedor de gran tamaño con un hocico blanquecino y una cola larga, cilíndrica y redonda. Pelaje exterior denso de color marrón oscuro con una borra suave y densa de color gris, patas traseras palmeadas e incisivos grandes de color amarillo-anaranjado brillante.
fr_fr: Espèce invasive: Pelage brun foncé et dru sur le dessus, avec un dense duvet gris et doux en dessous, distingué par une tâche blanche sur le museau, des pattes postérieures palmées, et de grandes incisives jaune-orange vif
hr_hr: Invazivna vrsta: Grubo, tamnosmeđe površinsko krzno s mekanom gustom sivom poddlakom, odlikuje se bijelim mrljama na njušci, mrežastim stražnjim nogama i velikim, svijetlo narančasto-žutim sjekutićima
it_it: Specie invasiva: tozza, pelliccia esternamente marrone scuro con sottopelo fitto e soffice di colore grigio, caratteristica macchia bianca sul muso, zampe posteriori palmate e grandi incisivi giallo-arancio brillante
no_no: Invasiv art: Grov, mørkebrun ytterpels med myk tett grå underpels, kjennetenget ved en hvit flekk på snuten, bakben med svømmehud og store, sterkt oransje-gule fortenner
pt_pt: Espécie invasora: apresenta pelagem em tons de cinzento e castanho-escuro e pelo denso, uma mancha branca distintiva no focinho, patas traseiras espalmadas e grandes dentes incisivos com tons amarelo-alaranjados brilhantes.
sk_sk: Inavzívny druh: Hrubá, tmavohnedá vonkajšia srsť s mäkkou hustou šedou podsadou, vyznačuje sa bielou škvrnou na papuli, plávacími zadnými labkami a veľkými, jasne oranžovo-žltými rezákmi.
sq_al: Specie pushtuese/invazive: mbulesa e jashtme e trrashë me ngjyrë të kaftë të errët me një gëzof të butë në pjesën e brendshme, karakterizohet nga një njollë e bardhë në fytyrë, këmbët e pasme të palmuara/bashkuara, me dhëmbët prerës me ngjyrë portokalli në të verdhë të celët.
sr_me: Invazivna vrsta: Grubo, tamnosmeđe spoljnje krzno sa mekanom gustom sivom poddlakom, odlikuje se: bijelim mrljama na njušci, zadnje noge spojene plovkama, i velikim, svijetlo narančasto-žutim sjekutićima
sr_rs: Инвазивне врсте: Грубо, тамно смеђе спољње крзно, са меканом густом сивом поддлаком, одликује се: белим мрљама на њушци, задње ноге спојене пловкама, и великим, светло наранџасто-жутим секутићима.

source: Invasive species: Dirty, earth-brown, or brown-grey fur with black guard hairs in winter, and brighter and reddish-straw fur in summer; yellowish-brown abdomen, dark brown or blackish chest, with long, whisker-like hairs on the cheeks.
cs_cz: Invazní druh: Špinavá, zemitě hnědá nebo hnědošedá srst v zimě s černými ochrannými chlupy, v létě světlejší a červenavě slaměná srst; žlutohnědé břicho, tmavě hnědá nebo načernalá hruď, s dlouhými vousatými chlupy na tvářích.
el_gr: Χωροκατακτητικό είδος: Ανομοιόμορφη χρωματικά, μπεζ-καφέ ή καφέ-γκρι γούνα με μαύρες αδρές τρίχες το χειμώνα και φωτεινότερη, κοκκινωπή-μπεζ γούνα το καλοκαίρι. Κιτρινωπή-καφέ κοιλιά, σκούρο καφέ ή μαυριδερό στέρνο, με μακριές τρίχες στα μάγουλα που μοιάζουν με απτικούς μύστακες.
es_es: Se asemeja a un mapache o un perro mediano. Pelaje de color marrón terroso o marrón-grisáceo de aspecto sucio, con pelos negros de guarda en invierno, y pelos más brillantes y rojizos en verano; abdomen marrón amarillento, pecho marrón oscuro o negruzco, con pelos largos en forma de bigotes en las mejillas.
fr_fr: Espèce invasive: fourrure couleur terre ou gris-brun avec de longs poils protecteurs noirs (jarres) en hiver, plus clair et tirant sur le fauve en été; abdomen brun-jaunâtre, poitrine brun foncé à noire; longs poils sur les joues faisant penser à des moustaches
hr_hr: Invazivna vrsta: prljavo, zemljano-smeđe ili smeđe-sivo krzno s crnim dlakama zimi, a ljeti svjetlije i crvenkasto-slamnato krzno; žućkastosmeđi trbuh, tamno smeđa ili crnkasta prsa, s dugim dlakama na obrazima poput brkova.
it_it: Specie invasiva: pelo color marrone terra o grigio-marrone, con peli di giarra neri in inverno e pelo più luminoso, color paglia- rossastro in estate; addome bruno-giallastro, petto marrone scuro o nerastro, con lunghi peli simili a baffi sulle guance.
no_no: Invasiv art: Skittenfarget, jordbrun eller brungrå pels med svarte dekkhår om vinteren, og lysere og rødlig-stråfarget pels om sommeren; gulaktig-brun underside, mørkbrun eller svartaktig bryst, med lange, kinnskjegglignende hår på kinnene.
pt_pt: Espécie invasora: possui pelagem castanho-terra ou castanho-acinzentada com pelos de proteção pretos - no inverno - e pelos mais brilhantes e cor de palha avermelhada no verão, "máscara" facial preta distintiva e descontínua na zona dos olhos e orelhas curtas. A zona peitoral é castanho-escura ou enegrecida. Apresenta pelos compridos na face.
sk_sk: Inavzívny druh: Špinavá, zemito-hnedá alebo hnedosivá srsť v zime s čiernymi ochrannými chlpmi, v lete svetlejšia čevenkasto slamená srsť, žltohnedé brucho, tmavohnedá alebo načernalá hruď, s dlhými fúzatými chlpmi na lícach.
sq_al: Specie pushtuese/invazive: gëzof i kaftë në gri ose i kaftë me qime të zeza në dimër, ndërsa në verë me gëzof më të celtë të kuqerremtë, bark të verdhë në kafe, me gjoks të kaftë të errët me qime të gjata të ngjashme me mustaqet në pjesën e faqeve.
sr_me: Invazivna vrsta: Smeđe-sivo krzno sa crnim dlakama zimi, ljeti svijetlije i crvenkasto-slamasto krzno; žućkasto-smeđi trbuh, tamne grudi, sa dugim dlakama na obrazima poput brkova.
sr_rs: Инвазивне врсте: Смеђе-сиво крзно са црним длакама зими, а лети светлије и црвенкасто-сламасто крзно; жућкасто-смеђи трбух, тамне груди, са дугим длакама на образима попут бркова.

source: Often not fully brown, have long, thick fur, with a moderately long mane at the back of the neck
cs_cz: Často ne zcela hnědý, má dlouhou, hustou srst, se středně dlouhou hřívou vzadu na krku
de_de: oft nicht komplett braun, langes dichtes Fell, eine angedeutete Mähne im Nacken
el_gr: Συχνά όχι πλήρως καφέ, έχουν μακριά, παχιά γούνα, με μετρίως μακριά χαίτη στο πίσω μέρος του λαιμού
es_es: Color del pelaje desde beige a marrón oscuro, tienen pelo largo y grueso, con una melena moderadamente larga en la parte posterior del cuello. Cuerpo grande y de complexión pesada, sin cola y con las orejas cortas.
fr_fr: Fourrure longue et épaisse, souvent pas entièrement brune, avec une petite crinière à la base du cou
hr_hr: Često nisu potpuno smeđe boje, imaju dugačko, debelo krzno, s umjereno dugom grivom na stražnjem dijelu vrata
it_it: Spesso non completamente marroni, hanno una pelliccia lunga e spessa, con una criniera moderatamente sviluppata nella parte posteriore del collo
mk_mk: Обично не се сосема кафеави, имаат долго густо крзно, со умерено долга грива на задниот дел на вратот
no_no: Ofte ikke helt brun, har lang, tykk pels, med en moderat lang manke bak på nakken
pl_pl: Duży ssak drapieżny. Sierść ciemnobrązowa. Gruba i krótka szyja, nieznacznie wydłużona głowa i pysk, masywne ciało, krótkie nogi, krótki ogon. Gatunek chroniony.
pt_pt: É robusto, com grandes dimensões e pelagem maioritariamente castanho-escura, mas também há indivíduos amarelo-acinzentados claros ou pretos. Pelo longo e espesso, orelhas curtas e arredondadas. Juba ligeiramente longa na parte de trás do pescoço.
sk_sk: Často nie celkom hnedý, má dlhú, hustú srsť, so stredne dlhou hrivou vzadu na krku.
sq_al: Shpesh jo plotësisht ngjyrë kafe, kanë një gëzof të trrashë me një pjesë të qimeve të qafës të zgjatura në mënyrë të moderuar.
sr_me: Često ne skroz kafene boje, dugačko gusto krzno, sa umjereno dugom grivom na zadnjem dijelu vrata.
sr_rs: Обично нису потпуно смеђе боје, имају дугачко дебело крзно, са умерено дугом гривом на задњем делу врата

source: Coat color ranges from almost pure white through various shades of blonde, cream and ochre to greys, browns and blacks, long, dense fur and long, coarse guard hairs.
cs_cz: Barva srsti se pohybuje od téměř čistě bílé přes různé odstíny plavé, krémové a okrové až po šedou, hnědou a černou, dlouhou, hustou srst a dlouhé, hrubé ochranné chlupy.
de_de: hellgrau bis dunkelockerfarben, grau-braun, mit dunklerer Schabracke (Sattelfleck) und Schwanzwurzel, dichtes Fell mit langen Grannhaaren, Achtung: leicht mit einigen Hunderassen zu verwechseln. Immer Wolfsbeauftrage hinzuziehen!
el_gr: Το χρώμα της γούνας κυμαίνεται από σχεδόν καθαρό λευκό, περνά από διάφορες αποχρώσεις ξανθού, κρέμ και ώχρας, καταλήγοντας έως και σε αποχρώσεις του γκρι, του καφέ και του μαύρου, μακρύ πυκνό τρίχωμα και μεγάλες αδρές τρίχες.
es_es: El color del manto varía de gris a beige grisáceo con pardo rojizo en la cabeza y las orejas y en el dorso en las poblaciones meridionales. Pelo largo y denso con pelos de guardia largos y gruesos. La apariencia general recuerda a un perro pastor alemán pero con el pecho menos profundo y la cabeza más ancha. Cuello más grueso y corto que en la mayoría de perros domésticos.
fr_fr: La couleur de son pelage peut aller d'un blanc presque pur à brun ou noir, en passant par des nuances de blond, crème, ocre et gris; fourrure longue et dense avec des poils protecteurs (jarres) longs et drus
hr_hr: Boja krzna kreće se od gotovo čisto bijele boje do raznih nijansi krem ​​i oker te sivih, smeđih i crnih, dugog, gustog krzna i dugih, grubih vlasi.
it_it: Il colore del mantello varia dal bianco quasi puro a varie tonalità di biondo, crema e ocra fino a grigio, marrone e nero. Pelo lungo e folto con peli di giarra lunghi e grossolani.
mk_mk: Бојата на крзното варира, од речиси чиста бела боја до разни нијанси на светла, крем и окер до сиви, кафеави и црни, долго, густо крзно и долги, груби заштитни влакна
no_no: Pelsfargen varierer fra nesten ren hvit til forskjellige nyanser av blond, krem ​​og oker til grå, brun og svart, lang, tett pels og lange, grove dekkhår.
pl_pl: Duży ssak drapieżny. Sierść o zmiennym ubarwieniu, przeważnie szara na grzbiecie, na brzuchu jaśniejsza. Dłuższe twarde włosy okrywowe od karku po barki. Gatunek chroniony.
pt_pt: A cor da pelagem varia entre o branco quase puro e vários tons de bege, creme, ocre, cinzento, castanho e preto. Apresenta pelo comprido e denso, pelagem de revestimento espessa, cabeça volumosa, pescoço robusto e orelhas eretas de forma triangular.
sk_sk: Farba srsti sa pohybuje od skoro čisto bielej cez rôzne odstieny plavej, krémovej a okrovej až po sivú, hnedú a čiernu, dlhá hustá srsť a dlhé, hrubé ochranné chlpy.
sq_al: Ngjyra e mbulesës varion nga e bardhë deri në nuanca të të verdhës, ngjyrë kremi deri në gri ose kafe në të zezë, gëzof i trrashë dhe i gjatë dhe qime të trrasha.
sr_me: Boja krzna varira od skoro potpuno bijele do raznih nijansi krem i oker do sive, smeđe i crne, dugog gustog krzna i dugih oštrih dlaka.
sr_rs: Боја крзна варира, од скоро чисто беле до разних нијанси светлих боја, крем и окер до сиве, смеђе и црне, дуге, густе крзна и дугих, грубе заштитне длаке.

source: Similar to the grey wolf but is distinguished by its smaller size, more elongated torso, less prominent forehead, shorter legs and tail and a more narrow, pointed muzzle
cs_cz: Podobný vlkovi, ale vyznačuje se menší velikostí, protáhlejším trupem, méně výrazným čelem, kratšími nohami a ocasem a užší, špičatou tlamou
de_de: rötlich braun-grau, Größe und Aussehen zwischen Wolf und Rotfuchs, Kopf wirkt kürzer , Beine und Schwanz sind kürzer als beim Wolf, Schnauze schmaler und spitzer als beim Wolf
el_gr: Παρόμοιο με το λύκο, αλλά διακρίνεται από το μικρότερο μέγεθος, τον πιο επιμήκη κορμό, το λιγότερο εμφανές μέτωπο, τα κοντύτερα πόδια και ουρά και ένα πιο στενό, μυτερό ρύγχος
es_es: Similar al lobo pero se distingue por su tamaño más pequeño, torso más alargado, frente menos prominente, patas y cola más cortas y un hocico más estrecho y puntiagudo.
fr_fr: Similaire au Loup gris, mais de plus petite taille avec un torse plus allongé, un front moins proéminent, des pattes et une queue plus courtes et un museau plus étroit et pointu
hr_hr: Sličan je sivom vuku, ali vidljivo manji, više izduženog trupa, manje istaknutim čelom, kraćim nogama i repom te užom šiljastom njuškom
it_it: Simile al lupo ma di taglia più piccola, con il busto più allungato, la fronte meno prominente, le zampe e la coda più corte, con il muso più stretto ed appuntito
mk_mk: Слично на сивиот волк, но се одликува со помала големина, повеќе издолжено тело, помалку истакнато чело, покуси нозе и опашка и потесна, зашилена муцкa
no_no: Likner ulv, men er mindre og har mer langstrakt kropp, mindre fremtredende panne, kortere ben og hale og smalere, spissere snute
pl_pl: Średniej wielkości ssak drapieżny. Sierść krótka, jasnożółta. Pysk wąski.
pt_pt: Parecido com o lobo, mas distingue-se deste por ter um tamanho menor, tronco mais alongado, fronte menos proeminente, membros e cauda mais curtos, orelhas maiores e um focinho mais estreito e pontiagudo.
sk_sk: Podobný vlkovi, ale vyznačuje sa menšou veľkosťou, pretiahnutejším trupom, menej výrazným čelom, kratšími nohami a chvostom a užšou špicatou papuľou.
sq_al: I ngjashëm me ujkun gri por dallohet prej tij nga madhësia më e vogël trupore, busti më i zgjatur, pjesa e ballit më pak e spikatur, këmbë të shkurtra dhe një fytyrë më e ngushtë dhe me majë.
sr_me: Sličan vuku, ali vidljivo manji, više izduženog tijela, sa manje istaknutim čelom, kračim nogama i repom, te užom šijastom njiškom.
sr_rs: Слично је сивом вуку, али карактерише га мања величина, издужено тело, мање истакнуто чело, краће ноге и реп и ужа, зашиљена њушка.

source: Orange-red fur with a white underbelly, black tips to the ears, dark brown feet and a white tip to the bushy, orange tail
cs_cz: Oranžovočervená srst s bílým podbřiškem, černými špičkami uší, tmavě hnědými tlapkami a bílou špičkou u huňatého oranžového ocasu
de_de: orange-rotes Fell mit weißer Unterseite, schwarze Ohrspitzen, schwarze bis dunkelbraune Pfoten, oft eine weiße Spitze am langen sehr buschigen Schwanz
el_gr: Πορτοκαλί-κόκκινη γούνα με λευκή κοιλιά, μαύρο τελείωμα στα αυτιά, σκούρα καφέ πόδια και λευκό τελείωμα στη φουντωτή, πορτοκαλί ουρά
es_es: Pelo rojo anaranjado con vientre, y mandíbulas superior e inferior en blanco. El hocico es delgado y las orejas son puntiagudas con la parte posterior y las puntas negras. Las patas son marrón oscuro y la cola es anaranjada, larga, gruesa y poblada con la punta blanca en la mayoría de los individuos.
fr_fr: Fourrure rousse avec le ventre blanc, la pointe des oreilles noire, pattes ou extrémités des pattes brun foncé; et queue touffue, rousse avec le bout blanc
hr_hr: Narančasto-crveno krzno s bijelim oznakama na vratu i trbuhu, crnim vrhovima ušiju, tamno smeđim nogama i bijelim vrhom bujnog, narančastog repa
it_it: Pelo rosso-arancio con ventre bianco, punte delle orecchie nere, zampe marrone scuro. Coda cespugliosa di color arancione con punta bianca.
mk_mk: Портокалово-црвено крзно со бел стомак, црни врвови на ушите, темно кафеави нозе и бел врв на бушавата, портокалова опашка
no_no: Oransjerød pels med hvit mage, svarte ørespisser, mørkebrune føtter og en hvit spiss på den buskede, oransje halen.
pl_pl: Średniej wielkości ssak drapieżny. Sierść jasnoczerwona na grzbiecie i ogonie, żółtawa lub biała na brzuchu. Ciemnobrązowe nogi oraz końcówki uszu. Długi, puszysty ogon z białą końcówką.
pt_pt: Pelagem vermelho-alaranjada com ventre branco, orelhas eretas, pontiagudas e pretas na parte de trás, patas castanho-escuras e cauda alaranjada, espessa e comprida com a ponta branca. Normalmente, a garganta também é branca, mas também pode ter tons de cinzento e preto.
sk_sk: Oranžovočervená srsť s bielym podbruškom, čiernymi špičkami uší, tmavohnedými labkami a bielou špičkou pri huňatom oranžovom chvoste.
sq_al: Gëzof ngjyrë portokalli në të kuqerremtë me pjesën e barkut të bardhë, maja të zeza tek veshët, këmbë kafe të errëta, me bisht portokalli i bardhë në majë.
sr_me: Narandžasto-crveno krzno sa bijelim vrtaom i trbuhom, crnim vrhovima ošiju, tamno-smeđim nogama i bijelim vrhom bujnog, narandžastog repa.
sr_rs: Наранчасто-црвено крзно са белим трбухом, црним врховима на ушима, тамно смеђим ногама и белим врхом длакавог, наранџастог репа

source: Grey-brown fur, with a broad snout, and a pale chest and throat, can be distinguished from mink by their much larger size and broader face
cs_cz: Šedohnědá srst se širokým čenichem a světlým hrudníkem a krkem, oproti norkům je vydra mnohem větší a má širší obličej
de_de: grau-braunes Fell, breite Schnauze, Kehle und Brust blass, deutlich größer als andere Wassermarder
el_gr: Γκρι-καφέ γούνα, με πλατύ ρύγχος και ανοιχτόχρωμο στέρνο και λαιμό, μπορεί να διακριθεί από το μινκ, λόγω του αρκετά μεγαλύτερου μεγέθους του και του ευρύτερου προσώπου του
es_es: Su cuerpo es largo y delgado, con patas cortas y cola ancha en su base que se estrecha hacia la punta. Los dedos de patas anteriores y posteriores son palmeados. El pelo marrón grisáceo, con hocico ancho y pecho y garganta pálidos, se distingue del visón por su tamaño mucho mayor y su cara más ancha.
fr_fr: Fourrure gris-brun, poitrine et gorge pâles, museau large. Peut être différenciée du Vison par sa taille beaucoup plus grande et sa face plus large
hr_hr: Sivo smeđe krzno, široke njuške, blijedih prsa i grlišta, veća od kune i živi uz vodotoke i vodene površine
it_it: Pelliccia grigio-marrone, muso largo, petto e gola chiari, può essere riconosciuto dal visone per la taglia notevolmente maggiore e per la testa più larga
mk_mk: Сиво-кафеаво крзно, со широка сплескана муцка, светол врат и гради, се разликува од куните бидејќи се поголеми и имаат широка глава
no_no: Gråbrun pels, med bred snute og blekt bryst og hals, kan skilles fra mink ved sin mye større størrelse og bredere ansikt
pl_pl: Średniej wielkości ssak drapieżny. Sierść na grzbiecie brunatna, na brzuchu jaśniejsza. Tułów długi. Krótkie kończyny połączone błoną pławną między palcami. Ogon długi i silny. Charakterystyczne długie wąsy czuciowe, tzw. wibrysy.
pt_pt: Tem o corpo alongado e esguio, membros curtos, cauda comprida, espessa na base e a afunilar suavemente até à ponta. O pelo é castanho-acinzentado, possui focinho largo, orelhas pequenas e garganta e peito claros. Todas as patas apresentam membrana interdigital. Distingue-se do visão pelo seu tamanho muito maior e face mais larga.
sk_sk: Šedohnedá srsť so širokým ňucháčom a svetlým hrudníkom a krkom, oproti norkom je vydra oveľa väčšia a má širšiu tvár.
sq_al: Gëzof gri në të kafejtë, me një fytyrë të gjerë, me zonën e gjoksit dhe të fytit në ngjyrë të zbehtë, dhe mund të dallohen nga lundërzat si pasojë e fytyrës së tyre shumë më të gjerë dhe të madhe.
sr_me: Tamno-kafeno krzno, široke njuške, svijetlim vratom i grudima, veća od kunice i živi uz vodotoke i vodene površine.
sr_rs: Сиво смеђе крзно, са широком спљоштеном њушком, светлим вратом и грудима, разликује се од куна по томе што су веће и имају широку главу

source: Large and grey, with a short, fluffy tail, black belly and paws, and a black-and-white striped face
cs_cz: Velký a šedý, s krátkým, nadýchaným ocasem, černým břichem a tlapkami a černobílým pruhovaným obličejem
de_de: groß, grauer Rücken, schwarze Unterseite und Pfoten, schwarz-weiß längsgestreiftes Gesicht
el_gr: Μεγάλος και γκρι, με κοντή, χνουδωτή ουρά, μαύρη κοιλιά και πέλματα, και ασπρόμαυρο, ριγέ πρόσωπο
es_es: Grande, de cuerpo robusto y gris, con una cola corta y esponjosa, vientre y patas negros. Cabeza grande con dos bandas negras muy patentes a través de los ojos y las orejas.
fr_fr: Trapu, fourrure grise avec le ventre et les pattes noires, courte queue touffue, face à large rayures noires et blanches
hr_hr: Krupan i siv, s kratkim, maljavim repom, bijelim trbuhom i crnim šapama te karakterističnim crno-bijelim prugastim licem
it_it: Di dimensioni grandi e tozze, colore grigio, con una coda corta e vaporosa, ventre e zampe neri, e muso a strisce bianche e nere
mk_mk: Голем и сив, со куса, мека опашка, црн стомак и шепи и лице со црно-бели пруги
no_no: Stor og grå, med en kort, luftig hale, svart mage og poter, og et svart-hvitt stripet ansikt
pl_pl: Średniej wielkości ssak drapieżny. Sierść na grzbiecie szara, na brzuchu i nogach czarna. Na głowie dwie czarne pręgi. Małe uszy, krótki i puszysty ogon. Gatunek inwazyjny.
pt_pt: Grande e robusto, tem pelagem cinzenta, cauda curta, tufada e branca na extremidade, orla branca nas orelhas e focinho comprido. Possui ventre e patas pretas e cabeça com listas verticais alternadas entre branco e preto. Os olhos enquadram-se nas listas pretas.
sk_sk: Veľký a sivý, s krátkym, nadýchaným chvostom, čiernym bruchom a labkami a čiernobielou pruhovanou tvárou.
sq_al: I madh dhe gri me një bisht të butë dhe të shkurtër, me barkun dhe putrat e zeza me një fytyrë me vija të bardha dhe të zeza.
sr_me: Krupan i siv sa kratkim dlakavim repom, bijelim trbuhom i crnim šapama i sa karakterističnom crno-bijelom glavom.
sr_rs: Krupan и сив, са кратким, меким репом, црним трбухом и шапама и лицем са црно-белим пругама
