Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Medium sized deer, golden coat with distinctive white spots and a white underbelly, conspicuous black stripe along the spine, males have three-pronged antlers
cs_cz: Středně velký jelen, zlatá srst s výraznými bílými skvrnami a bílým podbřiškem, nápadný černý pruh podél páteře, samci mají trojcípé parohy
de_de: mittelgroßer Hirsch, goldenes Fell mit klaren weißen Punkten und weißem Bauch, durchgehend weißer Aalstrich, Männchen haben ein Geweih mit 3 Sprossen
el_gr: Μεσαίου μεγέθους ελάφια, χρυσή γούνα με χαρακτηριστικά λευκά στίγματα και λευκή κοιλιά, εμφανή μαύρη λωρίδα κατά μήκος της σπονδυλικής στήλης, τα αρσενικά έχουν διακλαδισμένα, τρισχιδή κέρατα
es_es: Ciervo de tamaño mediano, con pelaje dorado y con manchas blancas distintivas y un vientre blanco. Tiene una llamativa raya negra a lo largo de la espina dorsal; los machos tienen cuernos de tres puntas
fr_fr: Cervidé de taille moyenne, pelage cuivré tacheté de blanc et ventre blanc, bande foncée bien visible le long de la colonne vertébrale. Les mâles portent des bois à 3 pointes
hr_hr: Jelen srednje veličine, zlatno - smeđeg krzna s izrazitim bijelim mrljama i blijedim trbuhom, upadljivom crnom prugom duž kralježnice, mužjaci imaju rogove u obliku lopate
it_it: Cervo di medie dimensioni, mantello dorato con caratteristiche macchie bianche e un ventre bianco, vistosa striscia nera lungo il dorso, i maschi hanno palchi a tre punte
mk_mk: Средно голем елен, златно крзно со изразени бели точки и бел стомак, црна пруга по должината на грбот, мажјаците се со роговје со три парози
no_no: Middels stor hjort, gylden pels med særegne hvite flekker og en hvit mage, iøynefallende svart stripe langs ryggraden, bukkene har tre-takket gevir
pl_pl: Średniej wielkości ssak kopytny. Sierść na grzbiecie ruda, na brzuchu biała. Biała wewnętrzna strona nóg oraz podgardle, białe plamy na całym tułowiu. Poroże u samców z trzema rozgałęzieniami.
pt_pt: É um cervídeo de tamanho médio com pelagem castanho-dourada e com pintas brancas distintivas ao longo do corpo, presentes durante todo o ano. Possui uma mancha branca na garganta. O ventre também é branco. Apresenta uma faixa negra conspícua ao longo da coluna vertebral. Os machos têm hastes com três pontas.
sk_sk: Stredne veľký jeleň, zlatá srsť s výraznými bielymi škvrnami a bielym podbruškom, nápadný čierny pás pozdĺž chrbtice, samce majú trojcípe parohy.
sq_al: Drer me madhësi mesatare, mbulesë e florinjtë me disa shenja dalluese të bardha dhe me pjesën e poshtme të barkut të bardhë, një vijë e zezë gjendet përgjatë shpinës, meshkujt kanë brirë me tre maja.
sr_me: Jelen srednje veličine, zlatnog krzna sa izraženim bijelim tačkama i trbuhom, crna pruga duž leđa, mužjaci imaju trokrake rogove
sr_rs: Јелен средње величине, златно крзно са израженим белим тачкама и белим трбухом, црна пруга дуж леђа, мужјаци имају трокраке рогове

source: Reddish-brown to grey-brown coat, characteristic white underside to the tail, males have antlers with a variable number of prongs
cs_cz: Červenohnědá až šedohnědá srst, charakteristická bílá spodní strana ocasu, samci mají paroží s proměnlivým počtem výsad
de_de: rötlich- bis grau-braunes Fell, charakteristische weiße Schwanz-Unterseite, Männchen haben ein Geweih mit variabler Sprossenzahl
el_gr: Κοκκινωπή-καφέ έως γκρι-καφέ γούνα, χαρακτηριστικό άσπρο κάτω μέρος της ουράς, τα αρσενικά έχουν κέρατα με αριθμό διακλαδώσεων που ποικίλλει
es_es: Pelo de color marrón rojizo o marrón grisáceo, cara inferior blanca característica de la cola, los machos tienen cuernos con un número variable de puntas.
fr_fr: Pelage brun-roux à brun-gris, le dessous de la queue est blanc, les mâles portent des bois au nombre de pointes variable
hr_hr: Krzno crvenkasto-smeđe do sivo smeđe boje, karakteristične bijele donje strane repa, mužjaci imaju rogove s promjenjivim brojem parožaka
it_it: Manto da bruno-rossastro a grigio-marrone, caratteristica parte inferiore della coda bianca, i maschi hanno palchi con un numero variabile di punte
mk_mk: Црвено-кафеаво до сиво-кафеаво крзно, караткеристична бела површина на страните под опашката, мажјаците имаат роговје со различен број на парози
no_no: Rødbrun til gråbrun pels, karakteristisk hvit underside til halen, bukker har gevir med variabelt antall tagger
pl_pl: Duży ssak kopytny. Sierść czerwonawo-brązowa wiosną, szaro-brązowa zimą. Biały spód ogona, białe podgardle. Poroże u samców wygięte do przodu. Gatunek introdukowany z Ameryki Północnej.
pt_pt: A pelagem varia entre o castanho-avermelhado e o castanho-acinzentado, possui uma cauda característica com a parte inferior branca e os machos têm hastes com um número variável de pontas. Apresenta áreas nitidamente mais claras ao redor dos olhos, no focinho e na garganta.
sk_sk: Červenohnedá až sivohnedá srsť, charakteristická biela spodná strana chvosta, samce majú parohy s premenlivým počtom výsad.
sq_al: Mbulesë me ngjyrë nga e kuqerremtë në kafe në gri në të kafejtë, karakteristike është pjesa e bardhë poshtë bishtit, meshkujt kanë brire me numër të ndryshëm majash.
sr_me: Krzno crvenkasto-smeđe do sivo-smeđe boje, karakteristična bijela površina sa strana ispod repa, mužjacu imaju rogove sa različitim brojem kraka
sr_rs: Крзно црвенкасто смеђе до сиво смеђе боје, карактеристична бела површина са страна испод репа, мужјаци имају рогове са различитим бројем парожака

source: Invasive species: Grey-brown and white coat with long fur and a bushy, striped tail, characteristic black markings around the eyes contrasted by white face
cs_cz: Invazní druh: Dlouhá, šedohnědá a bílá srst s huňatým pruhovaným ocasem, charakteristické černé znaky kolem očí kontrastující s bílou tváří
el_gr: Χωροκατακτητικό είδος: Γκρι-καφέ και άσπρη γούνα με μακρύ τρίχωμα και μια φουντωτή, ριγέ ουρά, χαρακτηριστικά μαύρα σημάδια γύρω από τα μάτια, σε αντίθεση με το λευκό πρόσωπο
es_es: Especie invasora: Pelaje entre gris- marrón y blanco, con un pelaje largo y una cola tupida y rayada, marcas negras características alrededor de los ojos que contrastan con el rostro blanco.
fr_fr: Espèce invasive: Longue fourrure brun-gris et blanche, queue touffue et rayée, masque noir caractéristique autour des yeux
hr_hr: Invazivna vrsta: Sivosmeđi i bijeli, s dugim krznom i grmolikim, prugastim repom, karakterističnih crnih tragova oko očiju na bijelom licu
it_it: Specie invasiva. Manto grigio-marrone e bianco con una lunga pelliccia e una coda folta e striata, caratteristiche marcature nere intorno agli occhi contrastanti con la faccia bianca
no_no: Invasiv art: Gråbrun og hvit pels med langhåret pels og en buskete, stripete hale, karakteristiske sorte markeringer rundt øynene i kontrast mot hvitt ansikt
pt_pt: Espécie invasora: apresenta pelagem grisalha e castanho-acinzentada, pelo longo e cauda espessa com listas que formam anéis que alternam entre o claro e o escuro. Possui manchas pretas características ao redor dos olhos, um género de mascarilha, que contrastam com a face esbranquiçada.
sk_sk: Invazívny druh: sivohnedá a biela srsť s dlhou srsťou a huňatým pruhovaným chvostom, charakteristické čierne znaky okolo očí kontrastujúce s bielou tvárou.
sq_al: Specie pushtuese/invazive: Gëzof gri dhe i bardhë me një bisht me vija, karakteristike janë disa shenja të zeza rreth syve të cilat bëjnë kontrast me fytyrën e bardhë.
sr_me: Invazivna vrsta: Sivo-smeđe i bijelo krzno sa dugom dlakom i čupavim, prugastim repom, karakterističnih crnih polja oko očiju kao kontrast bijeloj glavi
sr_rs: Инвазивна врста: Сиво-смеђе и бело крзно са дугом длаком и чупавим, пругастим репом, карактеристичних црних поља око очију као контраст белој глави.

source: Sandy brown coat with a lighter underbelly and a darker line along the back, shaggy hair on the throat and smooth, backwards-curving horns
cs_cz: Pískově hnědá srst se světlejším podbřiškem a tmavší linií na zádech, střapatou srstí na krku a hladkými, dozadu zahnutými rohy
de_de: Sand-braunes Fell mit hellerem Bauch und dunklerer Rückenlinie, struppiges Haar an der Kehle und glatte nach hinten gebogene Hörner
el_gr: Αμμώδης καφέ γούνα με αχνότερη κοιλιά και πιο σκούρα γραμμή κατά μήκος της ράχης, κρεμαστές τρίχες στο λαιμό και λεία, κεκαμμένα προς τα πίσω κέρατα
es_es: Pelo castaño arenoso con la panza más clara y una línea más oscura a lo largo de la espalda. Pelo desgreñado y largo en la garganta y cuernos lisos y curvados hacia atrás en los machos.
fr_fr: Pelage couleur sable (brun clair) avec le ventre plus clair et une ligne plus foncée le long du dos, longs poils pendants sous la gorge et le poitrail, grosses cornes lisses courbées vers l'arrière
hr_hr: Pješčano smeđe boje sa svjetlijom poddlakom i tamnijom linijom duž leđa, raščupane dlake na grlu i glatkih, zakrivljenih rogova unatrag
it_it: Manto marrone-sabbia con un ventre più chiaro e una linea più scura lungo la schiena, pelo ispido sulla gola e corna lisce e ricurve all'indietro
mk_mk: Песочна кафеава крзно со посветол стомак и потемна линија која се протега на грбот, бушава влакна на вратот и мазни, рогови превиткани на назад
no_no: Sandbrun pels med en lysere mage og en mørkere linje langs ryggen, lurvete hår på halsen og glatte, bakoverbøyde horn
pl_pl: Duży ssak kopytny. Sierść czerwonobrązowa. Biaława linia po stronie brzusznej, dłuższa sierść na brodzie, gardle i górnej części przednich kończyn.
pt_pt: Tem pelagem cor de areia, com o ventre mais claro e uma linha mais escura ao longo do dorso. Apresenta pelos compridos na garganta e cornos grandes, robustos e curvados para trás.
sk_sk: Piesočnatá hnedá srsť so svetlejším spodkom a tmavšou líniou na chrbte, huňatá srsť na hrdle a hladké, dozadu zahnuté rohy.
sq_al: Mbulesë me ngjyrë kafe me një pjesë të poshtme të shndëritshme dhe një linjë e zezë që përshkon gjithë kurrizin, qime të drejta në pjesën e fytit, brirë që shkojnë pas
sr_me: Pješčano-smeđe krzno sa svijetlim trbuhom i tamnom linijom koja se proteže duž leđa, raščupanih dlaka na vratu i glatkih rogova savijenih unazad
sr_rs: Пешчано смеђе крзно са светлијим трбухом и тамнијом линијом која се протеже дуж леђа, рашчупана длака на врату и глатки рогови, увијени уназад

source: Relatively small with brown fur with no obvious spots, and a short bushy tail
cs_cz: Poměrně malý s hnědou srstí bez zjevných skvrn a s krátkým huňatým ocasem
de_de: relativ klein mit braunem Fell ohne deutliche Flecken, kurzer buschiger Schwanz
el_gr: Σχετικά μικρό σώμα με καφέ γούνα, χωρίς εμφανείς κηλίδες και μια κοντή φουντωτή ουρά
es_es: Relativamente pequeño, pelaje marrón sin manchas evidentes, y una cola tupida y corta.
fr_fr: De taille relativement petite, avec un pelage brun clair parfois très finement tacheté de manière peu visible, queue courte et touffue
hr_hr: Relativno mali sa smeđim krznom bez vidljivih mrlja i kratkog kitnjastog repa
it_it: Relativamente piccolo con una pelliccia marrone senza macchie evidenti, coda corta e folta
mk_mk: Релативно мала со кафеаво крзно со незабележливи точки и кратка грмушeста опашка
no_no: Relativt liten med brun pels uten tydelige flekker, og en kort busket hale
pl_pl: Średniej wielkości gryzoń. Sierść na grzbiecie szaro-brązowa, na brzuchu jaśniejsza. Podgardle białe. Ogon puszysty, stanowi 1/4 długości ciała. Gatunek chroniony.
pt_pt: Relativamente pequeno, apresenta pelo castanho sem manchas evidentes e cauda curta e peluda. Com orelhas pouco pronunciadas, permanece frequentemente ereto.
sk_sk: Pomerne malý s hnedou srsťou bez viditeľných škvŕn a krátkym huňatým chvostom.
sq_al: Trup relativisht i vogël me gëzof ngjyrë kafe, pa shenja të dallueshme, dhe me një bisht të shkurtër.
sr_me: Relativno sitan sa smeđim krznom bez jasno naglađenih mrlja i kratkog žbunastog repa
sr_rs: Релативно ситан са смеђим крзном без јасно наглашених мрља и кратког жбунастог репа

source: A small upright kangaroo, brownish grey with a chesnut patch on the neck and upper arms.
cs_cz: Malý vzpřímený klokan, hnědošedý s kaštanovou skvrnou na krku a nadloktí
el_gr: Ένα μικρό καγκουρό με στητό σώμα, καφετί γκρι, με καστανή κηλίδα στο λαιμό και τα άνω άκρα.
es_es: Se asemeja a un canguro pardo grisáceo con una banda castaña alrededor del cuello y de los hombros. Hocico y manos negras. Especie no nativa.
fr_fr: Petit kangourou se tentant dressé, pelage brun-gris avec une partie châtain sur le cou et les épaules
hr_hr: Mali uspravni klokan, smeđkasto sive boje s oznakama boje kestena na vratu i nadlakticama.
it_it: Un piccolo canguro con postura eretta, manto grigio-brunastro con una macchia castana sul collo e sulla parte superiore degli arti superiori
no_no: En liten oppreist kenguru, brungrå med en kastanjebrunt område i nakken og på overarmene.
pt_pt: Canguru relativamente pequeno que permanece na característica posição bípede. Tem a pelagem cinzento-acastanhada com uma mancha castanho-arruivada no pescoço e membros superiores. A cauda, as orelhas, as patas e o focinho têm as extremidades pretas.
sk_sk: Malý vzpriamený klokan, hnedosivý s gaštanovou škvrnou na krku a nadlaktí.
sq_al: Kangur i vogël i drejtë, ngjyrë kafe në gri me njolla ngjyrë gështenje në qafë dhe në pjesën e sipërme të krahëve.
sr_me: Mali i uspravni kengur, smeđe-sive boje, sa kestenjastim mrljama na vratu i ramenom dijelu
sr_rs: Мали и усправни кенгур, смеђе-сиве боје, са кестењастим мрљама на врату и раменом делу.

source: A small hedgehog with pale face and long ears.
cs_cz: Malý ježek se světlým obličejem a dlouhýma ušima
el_gr: Ένας μικρός σκαντζόχοιρος με ανοιχτόχρωμο πρόσωπο και μακριά αυτιά
es_es: Especie invasora: Pequeño erizo con orejas muy largas y rostro pálido.
fr_fr: Hérisson de petite taille, avec la face pâle et de longues oreilles
hr_hr: Mali jež blijedog lica i dugih ušiju.
it_it: Un piccolo riccio con faccia chiara e orecchie lunghe
lt_lt: Nedidelis ežys šviesiu snukiu ir ilgomis ausimis.
no_no: Lite piggsvin med blekt ansikt og lange ører.
pt_pt: Ouriço de pequena dimensão, face e ventre esbranquiçados e orelhas grandes e compridas.
sk_sk: Malý ježko s bledou tvárou a dlhými ušami.
sq_al: Iriq i vogël me fytyrë të zbehtë dhe veshë të gjatë
sr_me: Mali jež sa svijetlom glavom i dugim ušima
sr_rs: Мали јеж, са светлом главом и дугим ушима.

source: Introduced to Northern Italy. Very similar to European rabbit but more compact with shorter ears.
cs_cz: Zavlečen do severní Itálie. Velmi podobný evropskému králíkovi, ale kompaktnější s kratšíma ušima
el_gr: Έχει εισαχθεί στη Βόρεια Ιταλία. Μοιάζει πολύ στο ευρωπαϊκό αγριοκούνελο, αλλά με πιο συμπαγές σώμα και κοντύτερα αυτιά.
es_es: Muy similar al conejo europeo, pero más compacto y con orejas más cortas. Introducido en el norte de Italia.
fr_fr: Introduit en Italie du nord. Très similaire au lapin européen, mais plus compact et avec des oreilles plus courtes
hr_hr: Unešen u sjevernu Italiju. Vrlo sličan europskom zecu, ali kompaktniji s kraćim ušima.
it_it: Specie introdotta. Molto simile al coniglio selvatico europeo ma più compatto e con orecchie più corte
no_no: Introdusert til Nord-Italia. Svært lik europeisk kanin, men mer kompakt med kortere ører.
pt_pt: Introduzido no norte da Itália. Muito semelhante ao coelho-bravo, mas com aspeto mais compacto e orelhas mais curtas.
sk_sk: Zavlečené do severného Talianska. Veľmi podobný európskemu králikovi, ale kompaktnejší s kratšími ušami.
sq_al: I futur në Italinë e veriut. Shumë i ngjashëm me lepurin Europian por më kompakt dhe me veshë më të shkurtër.
sr_me: Uvedezen je u sjevernu Italiju. Veoma je sličan evropskom zecu ali kompaktniji i sa kraćim ušima
sr_rs: Уведен је у северну Италију. Веома је сличан европском зецу, али компактнији и са краћим ушима.

source: Paler than the brown hare, with very small black tips to the ears. Restricted to Sardinia.
cs_cz: Světlejší než zajíc polní, s velmi malými černými špičkami uší. Výskyt omezen na Sardinii.
el_gr: Πιο ανοιχτόχρωμος από τον κοινό (καφέ) λαγό, με πολύ μικρό μαύρο τελείωμα στα αυτιά. Η εξάπλωσή του περιορίζεται στη Σαρδηνία.
es_es: Más pálida que la liebre europea, con puntas negras muy pequeñas en las orejas. Restringida a Cerdeña.
fr_fr: Plus clair que le Lièvre européen, avec de très petites tâches noires au bout des oreilles. Aire de répartition limitée à la Sardaigne
hr_hr: Blijeđi od smeđeg zeca, s vrlo malim crnim vrhovima do ušiju. Prisutan na Sardiniju.
it_it: Mantello più chiaro della lepre bruna europea, con punte nere meno marcate sulle orecchie. Presenza limitata alla Sardegna
no_no: Lysere i fargen enn sørhare, med veldig små svarte tegninger på ørespissene. Begrenset til Sardinia.
pt_pt: Tem a pelagem mais clara do que a lebre-europeia e apresenta pequenas manchas pretas nas extremidades das orelhas. Está restrita à ilha italiana da Sardenha.
sk_sk: Bledší ako zajac hnedý, s veľmi malými čiernymi špičkami uší. Výskyt obmedzený na Sardíniu.
sq_al: Më i zbehtë se lepuri i egër kaf me maja shumë të vogla të zeza tek veshët. I kufizuar vetëm në Sardenjë.
sr_me: Svijetliji od smeđeg zeca, sa veoma malim crnim vrhovima na ušima. Ograničen je na teritoriju Sardinije
sr_rs: Светлији од смеђег зеца, са веома малим црним врховима на ушима. Ограничен је на територију Сардиније.

source: Similar to but slightly smaller than the brown hare, with relatively longer ears and hindlegs.
cs_cz: Podobný, ale o něco menší než zajíc polní, s relativně delšíma ušima a zadníma nohama.
el_gr: Παρόμοιος, αλλά ελαφρώς μικρότερος από τον κοινό (καφέ) λαγό, με σχετικά μακρύτερα αυτιά και πίσω πόδια.
es_es: Más pálida que la liebre europea, con puntas negras muy pequeñas en las orejas.
fr_fr: Similaire au Lièvre européen mais de taille légèrement plus petite, avec les oreilles et pattes arrières plus longues
hr_hr: Sličan, ali nešto manji od smeđeg zeca, s relativno dužim ušima i stražnjim nogama.
it_it: Simile alla lepre bruna europea, ma leggermente più piccola, con orecchie e zampe relativamente più lunghe
no_no: Likner, men litt mindre enn sørhare, med relativt lengre ører og bakben.
pt_pt: Similar à lebre-europeia, mas ligeiramente mais pequena. Apresenta orelhas e patas traseiras relativamente mais longas.
sk_sk: Podobný, ale o niečo menší ako zajac hnedý, s relatívne dlhšími ušami a zadnými končatinami.
sq_al: I ngjashëm por lehtësisht më i vogël se lepuri i egër brun, me veshë dhe gjymtyrë të pasme relativisht më të gjata.
sr_me: Sličan, ali nešto manji od smeđeg zeca, sa relativno dužim ušima i zadnjim nogama.
sr_rs: Сличан, али нешто мањи од смеђег зеца, са релативно дужим ушима и задњим ногама.

source: Grey on top, with reddish sides. Tail shorter than body and no ear tufts in winter.
cs_cz: Nahoře šedá, s načervenalými stranami. Ocas kratší než tělo a v zimě bez chomáčků na uších.
el_gr: Γκρι στη ράχη, με κοκκινωπές πλευρές. Ουρά μικρότερη από το σώμα και χωρίς θύσανους τριχών το χειμώνα.
es_es: Parte superior grisácea, con una franja lateral rojiza. Cola más corta que el cuerpo. Durante el invierno carece de pinceles en las orejas.
fr_fr: Pelage gris sur le dos et roussâtre sur les flancs. Queue plus courte que le corps, pas de touffes de poils sur les oreilles en hiver
hr_hr: Odozgo siva, s crvenkastim stranama. Rep kraći od tijela i zimi nema čuperka na ušima.
it_it: Dorso grigio, con fianchi rossastri. Coda più corta del corpo, assenza di ciuffi auricolari in inverno
no_no: Grå på toppen, med rødlige sider. Hale kortere enn kropp og ingen øredusker om vinteren.
pt_pt: Apresenta pelagem de cor cinzenta na região dorsal e avermelhada nas laterais do corpo e cauda, a qual é mais curta do que o corpo. Não possui tufos de pelo nas orelhas no inverno.
sk_sk: Navrchu sivá, s červenkastými stranami. Chvost kratší ako telo a bez ušných chumáčov v zime.
sq_al: Gri në pjesën e sipërme, në pjesën anësore ka ngjyrë të kuqerremtë. Bishti më i vogël se trupi dhe nuk ka tufa qimesh në vesh gjatë dimrit.
sr_me: Siv na vrhu, sa crvenkastom bojom na bokovima. Rep kraći od tijela i zimi nema čuperaka na ušima.
sr_rs: Сив на врху, са црвенкастом бојом на боковима. Реп краћи од тела и зими нема чуперака на ушима.

source: Invasive species: Silver/grey coat with brownish tinge on feet and face. Tail fringed with white. Larger than red squirrel.
cs_cz: Invazní druh (neplatí pro ČR): Stříbrná/šedá srst s nahnědlým nádechem na tlapkách a obličeji. Ocas lemovaný bíle. Větší než veverka obecná.
el_gr: Χωροκατακτητικό είδος: Ασημί/γκρι γούνα με καφετί απόχρωση στις πατούσες και στο πρόσωπο. Ουρά πλαισιωμένη με λευκό. Μεγαλύτερος από τον κόκκινο σκίουρο.
es_es: Ardilla con pelaje plateado/gris con un matiz pardo en las patas y el rostro. Cola con flecos blancos. Más grande que la ardilla roja.
fr_fr: Espèce invasive: Pelage gris argenté avec une nuance plus brune sur la face et les pattes. Queue frangée de blanc. Plus grand qu'un Écureuil roux
hr_hr: Invazivna vrsta: Srebrno / sivo krzno sa smeđkastim nijansama na stopalima i licu. Rep obrubljen bijelom bojom. Veća od crvene vjeverice.
it_it: Specie invasiva. Manto grigio-argenteo con sfumature marroni sui piedi e sulla faccia. Coda sfrangiata di bianco. Più grande dello scoiattolo rosso.
no_no: Invasiv art: Sølv / grå pels med brunt skjær på føtter og ansikt. Hale kantet med hvitt. Større enn vanlig ekorn.
pt_pt: Espécie invasora: tem pelagem maioritariamente prateada/cinzenta com tons acastanhados nas patas e face. A cauda possui franjas brancas. É maior do que o esquilo-vermelho.
sk_sk: Invazívny druh: Strieborná/sivá srsť s hnedastým nádychom na nohách a tvári. Chvost lemovaný bielou. Väčšia ako veverica obyčajná.
sq_al: Specie pushtuese/invazive: Mbulesë e argjendtë në gri me nuancë kafe në këmbë dhe fytyrë. Bishti me thekë të bardhë. Më i madh se sa ketri i kuq.
sr_me: Invazivna vrsta: srebrno/sivo krzno sa nijansama smeđe boje na šapama i glavi. Rep prekriven bijelom bojom. Veća je od crvene vjeverice.
sr_rs: Инвазивна врста: сребрно-сиво крзно са нијансама смеђе боје на шапама и глави. Реп је прекривен белом бојом. Већа је од црвене веверице.
