Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Choose a method to upload a photo
cs_cz: Vyberte způsob nahrání fotografie
de_de: Wählen Sie eine Methode, um ein Foto hochzuladen
el_gr: Επιλέξτε τρόπο μεταφόρτωσης της φωτογραφίας
es_es: Elija un método para subir la foto
fr_fr: Choisissez une méthode pour télécharger une photo
hr_hr: Odaberite metodu za učitavanje fotografije
it_it: Scegli un metodo per caricare una foto
lt_lt: Pasirinkite būdą nuotraukos įkėlimui
mk_mk: Одберете начин за прикачување на слика
no_no: Velg en metode for å laste opp et bilde
pl_pl: Wybierz sposób dodania zdjęcia
pt_pt: Selecione um método para carregar a foto
sk_sk: Vyberte spôsob nahrania fotografie
sq_al: Përzgjidh një mënyrë për të ngarkuar një foto
sr_me: Odaberite metodu za otpremanje fotografije.
sr_rs: Изаберите начин за постављање фотографије
uk_ua: Виберіть спосіб завантаження фотографії

source: Gallery
cs_cz: Galerie
de_de: Gallerie
el_gr: Συλλογή φωτογραφιών
es_es: Galería
fr_fr: Galerie
hr_hr: Galerija
it_it: Galleria
lt_lt: Gelerija
mk_mk: Галерија
no_no: Galleri
pl_pl: Galeria
pt_pt: Galeria
sk_sk: Galéria
sq_al: Galeria
sr_me: Galerija
sr_rs: Галерија
uk_ua: Галерея

source: Camera
cs_cz: Fotoaparát
de_de: Kamera
el_gr: Κάμερα
es_es: Cámara
fr_fr: Caméra
hr_hr: Kamera
it_it: Fotocamera
lt_lt: Kamera
mk_mk: Камера
no_no: Kamera
pl_pl: Aparat fotograficzny
pt_pt: Câmara
sk_sk: Fotoaparát
sq_al: Kamera
sr_me: Kamera
sr_rs: Камера
uk_ua: Камера

source: Are you sure you want to remove this photo from the record?
cs_cz: Opravdu chcete odstranit tuto fotku ze záznamu?
de_de: Sind Sie sicher, dass Sie dieses Foto aus der Eintragung entfernen wollen?
el_gr: Είστε σίγουρος/η ότι θέλετε να αφαιρέσετε τη φωτογραφία από την καταγραφή;
es_es: ¿Está seguro que quiere eliminar esta foto en los registros?
fr_fr: Êtes-vous sûr de vouloir supprimer cette photo de votre enregistrement?
hr_hr: Jeste li sigurni da želite ukloniti ovu fotografiju iz zapisa?
it_it: Sei sicuro di voler rimuovere questa foto dal record?
lt_lt: Ar tikrai norite pašalinti šią nuotrauką iš įrašo?
mk_mk: Дали сте сигурни дека сакате да ја отстраните оваа слика од записот?
no_no: Er du sikker på at du vil fjerne dette bildet fra dine observasjoner?
pl_pl: Czy na pewno chcesz usunąć to zdjęcie z zapisu obserwacji?
pt_pt: Tem a certeza de que deseja apagar esta foto do registo?
sk_sk: Naozaj chcete odstrániť túto fotografiu zo záznamu?
sq_al: A jeni të sigurt se doni ta hiqni këtë foto nga regjistrimet?
sr_me: Da li ste sigurni da želite ukloniti ovu fotografiju iz unosa?
sr_rs: Да ли сте сигурни да желите да уклоните ову фотографију из записа?
uk_ua: Ви впевнені, що хочете видалити цю фотографію з запису?

source: Note: it will remain in the gallery.
cs_cz: Poznámka: zůstane v galerii.
de_de: Beachte: Es bleibt in der Gallerie gespeichert.
el_gr: Σημείωση: θα παραμείνει στη συλλογή φωτογραφιών
es_es: Nota: se mantendrá en la galería.
fr_fr: Attention: ceci restera sauvé dans la galerie.
hr_hr: Napomena: ostat će u galeriji.
it_it: Nota: rimarrà nella galleria.
lt_lt: Pastaba: liks išsaugota galerijoje
mk_mk: Забелешка: Ќе биде зачувана во галеријата.
no_no: Merk: den forblir i galleriet.
pl_pl: Uwaga: pozostanie w galerii.
pt_pt: Nota: a foto ficará guardada na galeria.
sk_sk: Poznámka: zostane v galérii.
sq_al: Shënim: do të mbetet në galeri
sr_me: Napomena: ostaće u galeriji.
sr_rs: Напомена: биће сачувана у галерији.
uk_ua: Примітка: він залишиться в галереї.

source: No photo has been added
cs_cz: Nebyla přidána žádná fotografie.
de_de: Es wurde kein Foto hinzugefügt
el_gr: Δεν έχει γίνει προσθήκη φωτογραφίας
es_es: No se ha añadido ninguna foto
fr_fr: Aucune photo n'a été téléchargée
hr_hr: Nema dodanih fotografija
it_it: Nessuna foto è stata aggiunta
lt_lt: Nuotraukų nepridėta
mk_mk: Нема додадена слика
no_no: Ingen bilder er lagt til
pl_pl: Żadne zdjęcie nie zostało dodane
pt_pt: Nenhuma foto foi adicionada
sk_sk: Nebola pridaná žiadna fotografia
sq_al: Nuk u shtua asnjë foto
sr_me: Fotografija nije dodata
sr_rs: Нема додатих фотографија
uk_ua: Жодне фото не додано

source: Registration error:
cs_cz: Chyba registrace
de_de: Registrierungsfehler:
el_gr: Λάθος κατά την εγγραφή:
es_es: Error de registro
fr_fr: Faute d'enregistrement:
hr_hr: Greška prilikom registracije:
it_it: Errore di registrazione:
lt_lt: Registracijos klaida:
mk_mk: Грешка при регистрација.
no_no: Registreringsfeil:
pl_pl: Błąd rejestracji:
pt_pt: Erro de registo:
sk_sk: Registračná chyba:
sq_al: Gabim gjatë regjistrimit:
sr_me: Greška prilikom registracije:
sr_rs: Грешка у регистрацији:
uk_ua: Помилка реєстрації:

source: Incorrect password or email
cs_cz: Nesprávné heslo nebo e-mail
de_de: Falsches Passwort oder Email
el_gr: Λανθασμένος κωδικός ή email
es_es: Contraseña o email incorrectos
fr_fr: Mauvais mot de passe ou email
hr_hr: Netočna lozinka ili email
it_it: Password o email non corretta
lt_lt: Slaptažodis arba el. paštas neteisingas
mk_mk: Неточна лозинка или електронска пошта
no_no: Feil passord eller e-post
pl_pl: Niepoprawne hasło lub adres e-mail
pt_pt: Palavra-passe ou e-mail incorretos
sk_sk: Nesprávne heslo alebo e-mail
sq_al: Fjalëkalim ose email i pasaktë
sr_me: Neispravna lozinka ili e-mail
sr_rs: Нетачна лозинка или е-маил адреса
uk_ua: Невірний пароль або електронна адреса

source: email is not valid
cs_cz: email není platný
de_de: Die Email ist nicht gültig
el_gr: το email δεν είναι έγκυρο
es_es: el email no es correcto
fr_fr: Votre email n'est pas correct
hr_hr: Email nije ispravan
it_it: Email non valida
lt_lt: El. paštas negaliojantis
mk_mk: Електронската пошта не е валидна.
no_no: e-post er ikke gyldig
pl_pl: nieprawidłowy adres e-mail
pt_pt: O e-mail não é válido
sk_sk: neplatný e-mail
sq_al: emaili nuk është i vlefshëm
sr_me: e-mail nije ispravan
sr_rs: е-маил адреса није важећа
uk_ua: електронна пошта недійсна

source: Paused
cs_cz: Pozastaveno
de_de: Pausiert
el_gr: Σε παύση
es_es: Pausado
fr_fr: En pause
hr_hr: Pauzirano
it_it: In pausa
lt_lt: Pristabdyta
mk_mk: Паузирано
no_no: Satt på pause
pl_pl: Wstrzymane
pt_pt: Em pausa
sk_sk: Pozastavené
sq_al: Në pauzë
sr_me: Pauzirnano
sr_rs: Паузирано
uk_ua: Призупинено

source: Pending
cs_cz: Nevyřízený
de_de: Ausstehend
el_gr: Σε εκκρεμοτητα
es_es: Pendiente
fr_fr: Patientez
hr_hr: U tijeku
it_it: In sospeso
lt_lt: Neužbaigta
mk_mk: Во изработка
no_no: Avventer
pl_pl: Oczekujące
pt_pt: Pendente
sk_sk: Čaká sa na spracovanie
sq_al: Në pritje
sr_me: Čekanje
sr_rs: У изради
uk_ua: Очікується

source: Uploaded
cs_cz: Nahráno
de_de: Hochgeladen
el_gr: Μεταφορτωθηκε
es_es: Subido
fr_fr: Téléchargé
hr_hr: Učitano
it_it: Caricato
lt_lt: Įkelta
mk_mk: Прикачено
no_no: Lastet opp
pl_pl: Przesłane
pt_pt: Carregado
sk_sk: Nahrané
sq_al: U ngarkua
sr_me: Otpremljeno
sr_rs: Приложено
uk_ua: Завантажено

source: No finished pending records
cs_cz: Žádné dokončené nevyřízené záznamy
de_de: Keine abgeschlossenen ausstehenden Eintragungen
el_gr: Δεν ολοκληρώθηκαν καταγραφές που βρίσκονται σε εκκρεμότητα
es_es: No hay registros completos pendientes
fr_fr: Aucun enregistrement en attente
hr_hr: Nema gotovih zapisa na čekanju
it_it: Nessun record in sospeso
lt_lt: Neužbaigtų įrašų nėra
mk_mk: Податоците во изработка не се финализирани.
no_no: Ingen ferdige ventende poster
pl_pl: Brak oczekujących obserwacji
pt_pt: Não há registos completos pendentes
sk_sk: Žiadne dokončené čakajúce záznamy
sq_al: Nuk ka regjistrime të pë rfunduara në pritje
sr_me: Nema gotovih unosa koji su na čekanju
sr_rs: Нема довршених записа у изради
uk_ua: Немає закінчених незавершених записів

source: No uploaded records
cs_cz: Žádné nahrané záznamy
de_de: Keine hochgeladenen Eintragungen
el_gr: Δεν έχει γίνει μεταφόρτωση καταγραφών
es_es: No hay registros subidos
fr_fr: Aucun enregistrement téléchargé
hr_hr: Nema prenesenih zapisa
it_it: Nessun record caricato
lt_lt: Įkeltų įrašų nėra
mk_mk: Немате прикачени записи
no_no: Ingen opplastede poster
pl_pl: Brak przesłanych obserwacji
pt_pt: Não há registos carregados
sk_sk: Žiadne nahrané záznamy
sq_al: Nuk ka regjistrime të ngarkuara
sr_me: Nema otpremljenih unosa
sr_rs: Немате приложене записе
uk_ua: Немає завантажених записів

source: How to start a record
cs_cz: Jak spustit záznam
de_de: Wie starte ich eine Eintragung?
el_gr: Πώς να ξεκινήσετε μία καταγραφή
es_es: ¿Como empezar con un registro?
fr_fr: Comment commencer un enregistrement
hr_hr: Kako započeti zapis
it_it: Come inserire un record
lt_lt: Kaip pradėti įrašą
mk_mk: Како да започнете внес на запис
no_no: Hvordan starte registering av en observasjon
pl_pl: Jak rozpocząć zapis obserwacji?
pt_pt: Como iniciar um registo
sk_sk: Ako spustiť záznam
sq_al: Si të nisësh një regjistrim
sr_me: Kako započeti unos
sr_rs: Како започети унос записа?
uk_ua: Як почати запис

source: To start a new record you can press the plus button
cs_cz: Chcete-li zahájit nový záznam, stiskněte tlačítko "plus".
de_de: Drücken Sie die plus-Schaltfläche für eine neue Eintragung
el_gr: Πατήστε το '+', προκειμένου να ξεκινήσετε μία νέα καταγραφή
es_es: Para empezar con un nuevo registro debe presionar el botón central
fr_fr: Pour commencer un nouveau enregistrement, cliquez sur le bouton plus
hr_hr: Započeti novi zapis pritisnite plus
it_it: Per inserire un nuovo record puoi premere il pulsante col segno più
lt_lt: Naujam įrašui paspauskite pliuso mygtuką
mk_mk: За да започнете нов запис притиснете го знакот за плус
no_no: For å starte en ny registering kan du trykke på plussknappen
pl_pl: Aby rozpocząć nowy zapis obserwacji, naciśnij przycisk plus
pt_pt: Para iniciar um novo registo, carregue no botão + central
sk_sk: Na spustenie nového záznamu môžete stlačiť tlačidlo plus
sq_al: Për të nisur një regjistrim të ri ju mund të shtypni butonin plus.
sr_me: Da bi ste započeli novi unos odaberite dugme plus
sr_rs: Да би започели нови запис, кликните на знак "плус"
uk_ua: Щоб почати новий запис, ви можете натиснути кнопку плюс

source: in the home page footer.
cs_cz: v zápatí domovské stránky.
de_de: in der Fußzeile der Startseite
el_gr: στο κάτω μέρος της αρχικής σελίδας.
es_es: En el pie de página de Inicio.
fr_fr: en bas de la page d'accueil
hr_hr: na dnu početne stranice.
it_it: nel piè di pagina della home page.
lt_lt: pradinio ekrano apačioje.
mk_mk: Во подножјето на страната.
no_no: i bunnteksten på hjemmesiden.
pl_pl: na pasku głównym.
pt_pt: no rodapé da página inicial.
sk_sk: v päte domovskej stránky.
sq_al: në fundin e faqes kryesore
sr_me: na dnu početne stranice.
sr_rs: на дну почетне странице
uk_ua: у нижньому колонтитулі домашньої сторінки.

source: When finished, set for submission by pressing the Finish button in the header.
cs_cz: Jakmile skončíte, odešlete stisknutím tlačítka "Dokončit" v záhlaví.
de_de: Wenn Sie fertig sind, die Eintragung abzuschicken, drücken Sie die Abschließen-Schaltfläche in der Kopfzeile
el_gr: Όταν τελειώσετε, προχωρήστε στη υποβολή, πατώντας το κουμπί 'Ολοκλήρωση' στο πάνω μέρος της σελίδας.
es_es: Cuando termine, y esté preparado para enviarlo presione el botón terminar.
fr_fr: Quand vous avez terminé, veuillez soumettre votre enregistrement en cliquant le bouton Terminer en haut de la page.
hr_hr: Kada završite, za podnošenje pritisnite gumb Završi u zaglavlju.
it_it: Quando hai terminato, configura l'invio premendo il pulsante Fine nell'intestazione.
lt_lt: Pateikite užbaigtą įrašą paspausdami Baigti mygtuką viršuje
mk_mk: Кога ќе завршите, подгответе го за внесување со притискање на „крај“ во заглавието на страната.
no_no: Når du er ferdig, still inn for innsending ved å trykke på Fullfør-knappen i overskriften.
pl_pl: Po zakończeniu zapisu obserwacji naciśnij przycisk Zakończ, aby przesłać obserwację.
pt_pt: Quando acabar, para submeter o seu registo, carregue em 'Terminar' no cabeçalho.
sk_sk: Po dokončení, odošlite stlačením tlačidla "Dokončiť" v hlavičke.
sq_al: Kur të keni mbaruar, bëjeni gati për ta dërguar duke klikuar mbi butonin përfundo në krye të faqes.
sr_me: Kada završite sa unosom, za otpremnje odaberite dugme Završi u zaglavlju.
sr_rs: Када завршите, припремите за унос кликом на поље "завршено" у заглављу.
uk_ua: Після завершення задайте для подання, натиснувши кнопку Готово в заголовку.

source: Sync. with the website
cs_cz: Synchronizovat s webem
de_de: Mit der Webseite synchronisieren
el_gr: Συγχρονισμός με την ιστοσελίδα
es_es: Sincronizar con la web
fr_fr: Synchroniser avec le site web
hr_hr: Sinkroniziraj sa web stranicom
it_it: Sincronizza con il sito web
lt_lt: Sinchronizuojasi
mk_mk: Сихронизирање со веб страната
no_no: Synkroniser med nettsiden
pl_pl: Synchronizacja ze stroną internetową
pt_pt: Sincronizar com o website
sk_sk: Synchronizovať s webovou stránkou
sq_al: Sinkronizo me faqen e internetit
sr_me: Sinhronizuj sa veb-sajtom
sr_rs: Синхронизујте са web страницом
uk_ua: Синхрон. з веб-сайтом

source: All your saved records will be shown on your account page.
cs_cz: Všechny Vaše uložené záznamy se zobrazí na stránce Vašeho účtu.
de_de: Alle von Ihnen gespeicherten Eintragungen werden auf Ihrer Account-Seite angezeigt
el_gr: Όλες οι αποθηκευμένες καταγραφές, θα φαίνονται στη σελίδα του λογαριασμού σας.
es_es: Todos los registros que guardes se mostrarán en la página de tu cuenta.
fr_fr: Tous vos enregistrements seront montrés dans la page de votre profil.
hr_hr: Svi spremljeni zapisi bit će prikazani na stranici vašeg računa.
it_it: Tutti i record salvati verranno visualizzati nella pagina del tuo account
lt_lt: Visi baigti įrašai bus matomi jūsų paskyroje
mk_mk: Сите ваши зачувани записи ке бидат прикажани на вашата профилна страна.
no_no: Alle dine lagrede observasjoner vil bli vist på kontosiden din.
pl_pl: Wszystkie zapisane obserwacje zostaną wyświetlone na stronie Twojego konta.
pt_pt: Todos os seus registos guardados podem ser visualizados na página da sua conta.
sk_sk: Všetky uložené záznamy sa zobrazia na stránke Vášho účtu.
sq_al: Të gjitha regjistrimet e ruajtura do të shfaqen në llogarine tuaj.
sr_me: Svi Vaši sačuvani unosi biće prikazani na Vašem nalogu.
sr_rs: Сви ваши сачувани записи ће бити приказани на вашој страници налога.
uk_ua: Усі ваші збережені записи відображатимуться на сторінці вашого облікового запису.

source: By default a record is in a 'draft' mode which will not be sent to the database until the 'Finish' button in the header is clicked. The application will try to submit your record once there is a good network connection.
cs_cz: Ve výchozím nastavení je záznam v režimu 'koncept', který nebude odeslán do databáze, dokud nekliknete na tlačítko 'Dokončit' v záhlaví. Aplikace se pokusí odeslat váš záznam, jakmile bude k dispozici dobré síťové připojení.
de_de: Alle Eintragungen werden zunächst laut Grundeinstellung im "Entwurfs-Modus" angelegt. Diese werden nicht an die Datenbank gesendet, bevor Sie die "Abschließen-Schaltfläche" in der Kopfzeile klicken. Die App wird versuchen, die Daten zu senden, sobald Sie eine gute Internetverbindung haben.
el_gr: Από προεπιλογή, μια καταγραφή βρίσκεται σε μορφή «προχείρου», και δεν θα αποσταλεί στη βάση δεδομένων έως ότου πατηθεί το κουμπί 'Ολοκλήρωση' στο πάνω μέρος της σελίδας. Η εφαρμογή θα προσπαθήσει να υποβάλει την καταγραφή σας, όταν υπάρξει καλή σύνδεση δικτύου.
es_es: Por defecto, un registro que se encuentra en modo "borrador" no se enviará a la base de datos hasta que se haga clic en el botón "Terminar". La aplicación intentará enviar su registro una vez que se tenga una buena conexión de red.
fr_fr: Par défaut, un enregistrement est sauvé en tant que brouillon et ne sera pas soumis à la base de données jusqu'à ce que vous cliquez sur le bouton "Terminer" en haut de la page. L'application essayera de soumettre votre enregistrement une fois qu'il y aura un bonne connection de réseau.
hr_hr: Prema zadanim postavkama, zapis je u načinu "skice" i neće biti poslan u bazu podataka dok se ne klikne gumb "Završi" u zaglavlju. Aplikacija će vam pokušati poslati zapisnik kad dođete na dobar signal.
it_it: Di default ogni record viene creato in modalità "bozza". Questo record non verrà inviato al database finché non si cliccherà sul pulsante "Fine" nell'intestazione. L'applicazione invierà il tuo record non appena sarà disponibile una buona connessione di rete.
lt_lt: Pagal nutylėjimą, įrašas nebus nusiųstas į duomenų bazę, kol nepaspausite mygtuko Baigti viršuje. Programa bandys išsiųsti įrašą tik esant geram tinklo ryšiui.
mk_mk: По правило, записот останува во изработка и не се испраќа до базата додека на се финализира со притискање на „крај“ на заглавјето на страната. Апликацијата по автоматизам го испраќа записот доколку имате стабилна конекција.
no_no: Som standard er en registert observasjon i et "utkast"-modus som ikke sendes til databasen før du klikker på "Fullfør"-knappen i overskriften. Applikasjonen vil prøve å sende inn observasjonen din når det er en god nettverkstilkobling.
pl_pl: Domyślnie zapis obserwacji znajduje się w trybie roboczym i nie zostanie wysłany do bazy danych, dopóki nie zostanie naciśnięty przycisk "Zakończ". Aplikacja będzie próbowała przesłać zapis obserwacji, gdy pojawi się połączenie sieciowe.
pt_pt: Por definição, cada novo registo ficará em modo de "Rascunho" e não será enviado para a base de dados da aplicação até que este seja submetido ao carregar no botão "Terminar" no cabeçalho. A aplicação tentará submeter o seu registo assim que existir uma boa conexão de rede.
sk_sk: V predvolenom nastavení je záznam v režime „koncept“, ktorý nebude odoslaný do databázy, kým nekliknete na tlačidlo „Dokončiť“ v hlavičke. Aplikácia sa pokúsi odoslať váš záznam, keď bude k dispozícii dobré sieťové pripojenie.
sq_al: Paraprakisht regjistrimi do të ruhet në modelin e një dokumenti fillestar i cili nuk do të dërgohet në bazën e të dhënave deri sa të klikohet mbi butonin përfundo në krye të faqes. Aplikacioni do të përpiqet ta dergojë regjistrimin tuaj pasi të ketë një lidhje të mirë me rrjetin.
sr_me: Prema zadanim podešavanjima unos je u formatu "nacrt" koji se neće otpremiti u bazu podataka dok se ne odabere dugme 'Završi' u zaglavlju. Aplikacija će nakon toga pokušati poslati vašu evidenciju nakon dobre mrežne veze.
sr_rs: По правилу, запис остаје у фази израде и неће бити забележен у бази података све док не кликнете на поље "Готово" у заглављу. Апликација ће аутоматски исправити записе чим се успостави добра мрежна конекција.
uk_ua: За замовчуванням запис знаходиться в режимі «чернетка», який не буде надіслано до бази даних, доки не буде натиснуто кнопку «Готово» в заголовку. Програма спробує надіслати ваш запис, коли буде гарне з’єднання з мережею.

source: If the record has reached the database a red
cs_cz: Pokud byl záznam přidán do databáze, zčervená
de_de: Wenn die Eintragung in der Datenbank angekommen ist, das rote
el_gr: Όταν μία καταγραφή φτάσει στη βάση δεδομένων, το κόκκινο
es_es: Si el registro ha llegado a la base de datos, se mostrará un icono rojo
fr_fr: Si l'enregistrement est arrivé à la base de données, un(e) rouge
hr_hr: Ako je zapis dospio u bazu, crveni
it_it: Se il record è stato aggiunto al database, una scritta rossa
lt_lt: įrašui pasiekus duomenų bazę, raudona
mk_mk: Ако записот стигнал до базата на податоци, црвеното
no_no: Hvis den registerte observasjonen har nådd databasen vil en rød
pl_pl: Jeśli obserwacja dotarła do bazy danych, kolor czerwony
pt_pt: Se o seu registo foi enviado com sucesso para a base de dados, a cor vermelha do ícone
sk_sk: Ak sa záznam dostal do databázy, zčervená
sq_al: Nëse regjistrimi ka arritur në bazën e të dhënave një e kuqe
sr_me: Ako je unos dospio u bazu podataka, crvene boje
sr_rs: Ако је запис стигао до базе података, црвено
uk_ua: Якщо запис надійшов до бази даних, червоний колір

source: (set for submission & saved locally) will become green
cs_cz: (nastaveno pro odeslání a uloženo lokálně) zezelená
de_de: (bereit für Absenden und lokal gespeichert) wird grün werden.
el_gr: (που σημαίνει 'αποθηκευμένη τοπικά-υπό υποβολή) θα γίνει πράσινο
es_es: (cuando esté preparado para enviarse y guardado localmente) se cambiará a verde
fr_fr: (défini pour la soumission et enregistré localement) deviendra vert(e)
hr_hr: (postavljeno za slanje i spremljeno lokalno) postat će zeleno
it_it: "configurato per l'invio e salvato in locale" diventerà verde
lt_lt: (paruoštas siųsti, išsaugotas vietoje) taps žaliu
mk_mk: (подготвено за испраќање & зачувани локално) станува зелено
no_no: (satt for innsending og lagret lokalt) bli grønn
pl_pl: (obserwacja gotowa do przesłania i zapisana lokalnie) zmieni kolor na zielony
pt_pt: (definida como padrão quando o registo estiver preparado para ser submetido e guardado localmente) tornar-se-á verde.
sk_sk: (nastavené na odoslanie a uložené lokálne) sa zmení na zelenú
sq_al: (e bërë gati për tu dërguar dhe e ruajtur në nivel lokal) do të bëhet jeshile
sr_me: (podešeno za otpremanje i sačuvano loklno) postaće zelene boje.
sr_rs: (спремно за слање и сачувано локално) постаје зелено
uk_ua: (встановлений для подання та збереження локально) стане зеленим

source: synced to the database
cs_cz: Synchronizováno s databází
de_de: mit der Datenbank synchronisiert
el_gr: σε συγχρονισμό με την βάση δεδομένων
es_es: sincronizado con la base de datos
fr_fr: synchronisé(e) à la base de données
hr_hr: sinkronizirano u bazu podataka
it_it: sincronizzato con il database
lt_lt: sinchronizuota su duomenų baze
mk_mk: синхроизирано во базата на податоци
no_no: synkronisert til databasen
pl_pl: zsynchronizowane z bazą danych
pt_pt: Sincronizado com a base de dados
sk_sk: synchronizované s databázou
sq_al: e sinkronizuar me rrjetin e te dhënave
sr_me: sinhronizacija baze podataka
sr_rs: синхронизовано са базом података
uk_ua: синхронізовано з базою даних

source: Note
cs_cz: Poznámka
de_de: Notiz
el_gr: Σημείωση
es_es: Nota
fr_fr: Remarque
hr_hr: Bilješka
lt_lt: Pastaba
mk_mk: Забелешка
no_no: Merk
pl_pl: Uwaga
pt_pt: Nota
sk_sk: Poznámka
sq_al: Shënim
sr_me: Bilješka
sr_rs: Белешка
uk_ua: Примітка
