Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: you have to be signed in to your website account and have a network connection, for the records to be automatically synchronised in the background
cs_cz: pro automatickou synchronizaci záznamů na pozadí musíte být přihlášeni ke svému účtu na webu a mít připojení k síti
de_de: Sie müssen in ihrem Webseiten-Account eingeloggt sein und eine Internetverbindung haben, damit die Eintragung automatisch im Hintergrund synchronisiert wird.
el_gr: θα πρέπει να έχετε εισέλθει στο λογαριασμό σας στον ιστότοπο και να έχετε σύνδεση δικτύου, ώστε οι καταγραφές να συγχρονίζονται αυτόματα στο παρασκήνιο.
es_es: debe iniciar la sesión en su cuenta de sitio web y tener una conexión de red para que los registros se sincronicen automáticamente.
fr_fr: Afin que les enregistrements puissent être synchronisés en arrière-plan, vous devez être connecté à votre compte et avoir une connexion internet.
hr_hr: morate biti prijavljeni na svoj račun web mjesta i imati mrežnu vezu da bi se podaci u pozadini automatski sinkronizirali
it_it: Affinché i record vengano sincronizzati automaticamente in background, devi fare il login al tuo account ed essere connesso alla rete dati
lt_lt: tam, kad įrašai sinchronizuotųsi foniniame režime, privalote prisijungti prie tinklapio paskyros ir turėti interneto ryšį
mk_mk: треба да сте поврзани на вашиот порофил на веб страната и да имате мрежно покривање, за записите да бидат автоматски синхронизирани во позадината
no_no: du må være logget på nettsidekontoen din og ha nettverkstilkobling for at postene skal synkroniseres automatisk i bakgrunnen
pl_pl: musisz być zalogowany na swoje konto internetowe i mieć połączenie sieciowe, aby obserwacje były automatycznie synchronizowane w tle
pt_pt: Deve iniciar a sessão na sua conta no website e ter uma boa conexão de rede para que os registos se sincronizem automaticamente.
sk_sk: musíte byť prihlásení na svoj webový účet a mať sieťové pripojenie, aby sa záznamy automaticky synchronizovali na pozadí
sq_al: ju duhet te hyni në llogarinë tuaj dhe të keni një lidhje rrjeti, në mënyrë që regjistrimet të sinkronizohen automatikisht në sfond
sr_me: morate biti prijavljeni na svoj nalog na veb-sajtu i imati konekciju sa mobilnom mrežom kako bi se podaci automatski sinhronizovali
sr_rs: морате бити повезани са вашим web налогом и повезани на интернет мрежу да би подаци били аутоматски синхронизовани у позадини
uk_ua: ви повинні ввійти в обліковий запис свого веб-сайту та підключитися до мережі, щоб записи автоматично синхронізувалися у фоновому режимі

source: Delete a record
cs_cz: Smazat záznam
de_de: Eine Eintragung löschen
el_gr: Διαγραφή καταγραφής
es_es: Borrar un registro
fr_fr: Supprimer un enregistrement
hr_hr: Izbriši zapis
it_it: Elimina un record
lt_lt: Ištrinti įrašą
mk_mk: Избриши запис
no_no: Slett en observasjon
pl_pl: Usuń obserwację
pt_pt: Apagar um registo
sk_sk: Zmazať záznam
sq_al: Fshij një regjistrim
sr_me: Izbriši unos
sr_rs: Избришите запис
uk_ua: Видалити запис

source: To delete a record, swipe it left in your account page and click the delete button.
cs_cz: Chcete-li záznam odstranit, potáhněte jej na stránce svého účtu doleva a klikněte na tlačítko "Odstranit".
de_de: Um eine Eintragung zu löschen, markieren Sie es links in Ihrerer Account-Seite und klicken Sie die Löschen-Schaltfläche
el_gr: Για να διαγράψετε μια καταγραφή, σύρετέ την προς τα αριστερά στη σελίδα του λογαριασμού σας και πατήστε το κουμπί διαγραφής.
es_es: Para eliminar un registro, en la página de su cuenta arrástrelo hacia la izquierda haga clic en el botón Eliminar.
fr_fr: Pour supprimer un enregistrement, balayer vers la gauche dans la page de votre compte et cliquez sur le bouton "Supprimer".
hr_hr: Da biste izbrisali zapis, prevucite prstom lijevo na stranici vašeg računa i kliknite gumb za brisanje.
it_it: Per eliminare un record, fallo scorrere verso sinistra nella pagina del tuo account e clicca sul pulsante Elimina
lt_lt: Įrašo ištrynimui pastumkite jį į kairę paskyros puslapyje ir naspauskite Trinti mygtuką.
mk_mk: За да избришете запис, повлечете го налево на вашата профилна страна и кликнете го копчето за бришење.
no_no: For å slette en observasjon, sveip den til venstre på kontosiden din og klikk på slett-knappen.
pl_pl: Aby usunąć obserwację, przesuń ją w lewo na ekranie telefonu i naciśnij przycisk Usuń.
pt_pt: Para apagar um registo, arraste-o para a esquerda na página da sua conta e carregue no botão "Eliminar".
sk_sk: Ak chcete záznam odstrániť, potiahnite ho doľava na stránke účtu a kliknite na tlačidlo Odstrániť.
sq_al: Për të fshirë një regjistrim, ju duhet ta rrëshqisni atë majtas në faqen e llogarisë tuaj dhe të klikoni butonin e fshirjes.
sr_me: Za brisanje unosa, prevucite prstom lijevo i odaberite opciju brisanje.
sr_rs: Да бисте избрисали запис, превуците на леву страну налога и кликните на поље "избриши".
uk_ua: Щоб видалити запис, проведіть пальцем ліворуч на сторінці облікового запису та натисніть кнопку видалити.

source: User
cs_cz: Uživatel
de_de: Benutzer
el_gr: Χρήστης
es_es: Usuario
fr_fr: Utilisateur
hr_hr: Korisnik
it_it: Utente
lt_lt: Vartotojas
mk_mk: Корисник
no_no: Bruker
pl_pl: Użytkownik
pt_pt: Utilizador
sk_sk: Užívateľ
sq_al: Përdorues
sr_me: Korisnik
sr_rs: Корисник
uk_ua: Користувач

source: Sign in/out or register
cs_cz: Přihlaste se/odhlaste se, nebo se zaregistrujte
de_de: einloggen/ausloggen oder registrieren
el_gr: Έισοδος/έξοδος ή εγγραφή
es_es: Entrar/salir o registrarse
fr_fr: Connexion ou enregistrer un compte
hr_hr: Prijavite se / odjavite se ili registrirajte
it_it: Accedi/esci o registrati
lt_lt: Prisijunkite/atsijunkite arba registruokitės
mk_mk: Пријави се/Одјави се или регистрирај се
no_no: Logg inn/ut eller registrer deg
pl_pl: Zaloguj się / wyloguj lub zarejestruj
pt_pt: Entrar/sair ou registar-se
sk_sk: Prihlásiť sa / odhlásiť sa, alebo sa zaregistrovať
sq_al: Hyni/dilni ose regjistrohuni
sr_me: Prijavite se/Odjavite se ili se registrujte
sr_rs: Пријавите се/одјавите се или се региструјте
uk_ua: Увійдіть/вийдіть або зареєструйтеся

source: To login, open the main menu page click Login or Register buttons and follow the instructions.
cs_cz: Chcete-li se přihlásit, otevřete stránku hlavního menu, klikněte na tlačítko "Přihlásit", nebo "Registrovat" a postupujte podle pokynů.
de_de: Um sich einzuloggen, öffnen Sie bitte das Hauptmenü und klicken "Login" oder "Registrieren" und folgen den Anweisungen
el_gr: Για να συνδεθείτε, ανοίξτε τη σελίδα με το κύριο μενού, πατήστε τα κουμπιά Είσοδος ή Εγγραφή και ακολουθήστε τις οδηγίες.
es_es: Para iniciar sesión, abra la página del menú principal, haga clic en los botones Iniciar sesión o Registrar y siga las instrucciones.
fr_fr: Afin de connecter, ouvrez la page d'accueil, cliquez sur le bouton de Connexion ou Enregistrement de Compte et suivez les instructions.
hr_hr: Da biste se prijavili, otvorite stranicu glavnog izbornika pritisnite gumbe za prijavu ili registraciju i slijedite upute.
it_it: Per accedere, apri la pagina del menu principale, clicca sui pulsanti Login o Registrati e segui le istruzioni.
lt_lt: Prisijungimui atnerkite pagrindinį meniu, paspauskite Prisijungti arba Registruotis mygtuką ir sekite nuorodas.
mk_mk: За да се најавите, отворете ја страната со главното мени притиснете на „Најава“ или „Регистрација“ и следете ги инструкциите.
no_no: For å logge inn, åpne hovedmenysiden, klikk på Logg inn eller Registrer-knappen og følg instruksjonene.
pl_pl: Aby się zalogować, otwórz stronę menu głównego, naciśnij przycisk Zaloguj się lub Zarejestruj się i postępuj zgodnie z instrukcjami.
pt_pt: Para iniciar a sessão, abra a página do menu principal, carregue em "Iniciar sessão" ou "Registar" e siga as instruções.
sk_sk: Ak sa chcete prihlásiť, otvorte stránku hlavného menu kliknutím na tlačidlo Prihlásiť alebo Registrovať a postupujte podľa pokynov.
sq_al: Për të hyrë, hapni menunë kryesore, klikoni butonin hyr ose regjistrohu dhe ndiqni udhëzimet.
sr_me: Za prijavu, otvorite početnu stranicu, odaberite "Prijavi se" ili "Registruj se" i slijedite instrukcije.
sr_rs: Да бисте се пријавили, отворите почетну страну, кликните на поље Пријава или Регистрација и пратите упутства.
uk_ua: Щоб увійти, відкрийте сторінку головного меню, натисніть кнопку Вхід або Реєстрація та дотримуйтесь інструкцій.

source: To logout, visit the main menu page and click the logout button.
cs_cz: Chcete-li se odhlásit, přejděte na stránku hlavního menu a klikněte na tlačítko "Odhlásit".
de_de: Um sich auszuloggen besuchen Sie bitte das Hauptmenü und klicken die "Logout" Schaltfläche
el_gr: Για να βγείτε από την εφαρμογή, επισκεφθείτε τη σελίδα με το κύριο μενού και πατήστε το κουμπί 'Έξοδος'
es_es: Para terminar, ve a la página del menú y haz clic en el botón salir.
fr_fr: Afin de termine terminer votre connexion, visitez la page d'accueil et cliquez sur le bouton de déconnexion
hr_hr: Da biste se odjavili, posjetite stranicu glavnog izbornika i kliknite gumb za odjavljivanje.
it_it: Per disconnettersi, vai alla pagina del menù principale e clicca sul pulsante Disconnetti
lt_lt: Atsijungimui eikite į pagrindinį meniu ir paspauskite Atsijungti mygtuką.
mk_mk: За да се одјавите, отворете ја страната со главното мени и притиснете „одјавување“.
no_no: For å logge ut, gå til hovedmenysiden og klikk på Logg ut-knappen.
pl_pl: Aby się wylogować, odwiedź stronę menu głównego i naciśnij przycisk wylogowania.
pt_pt: Para terminar a sessão, aceda à página do menu principal e carregue em "Sair".
sk_sk: Ak sa chcete odhlásiť, navštívte stránku hlavného menu a kliknite na tlačidlo Odhlásiť.
sq_al: Për të dalë, vizitoni faqen e menusë kryesore dhe klikoni butonin dil.
sr_me: Za odjavu, posjetite početnu stranicu i odaberite "Odjavi se".
sr_rs: Да бисте се одјавили, отворите главну почетну страну и кликните на поље одјављивање.
uk_ua: Щоб вийти, перейдіть на сторінку головного меню та натисніть кнопку виходу.

source: after registering a new account you must verify your email address by clicking on a verification link sent to your email
cs_cz: po registraci nového účtu musíte ověřit svou e-mailovou adresu kliknutím na ověřovací odkaz zaslaný na váš e-mail
de_de: nach der Registrierung eines neuen Accounts müssen Sie ihre Email-Addresse bestätigen. Klicken Sie hierzu bitte auf den Bestätigungslink in der an Sie gesendeten Email.
el_gr: Aφού δημιουργήσετε ένα νέο λογαριασμό, πρέπει να επιβεβαιώσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που δηλώσατε, πατώντας στο σύνδεσμο επιβεβαίωσης που στάλθηκε στην παραπάνω διεύθυνση
es_es: Después de registrar una nueva cuenta, debe verificar su dirección de correo electrónico haciendo clic en un enlace de verificación que le hemos enviado a su correo electrónico
fr_fr: Après avoir enregistré un nouveau compte, vous devez vérifier votre compte émail en cliquant sur le lien qui a été envoyé à votre émail.
hr_hr: nakon registracije novog računa morate potvrditi svoju adresu e-pošte klikom na poveznicu za potvrdu koja je poslana na vašu e-poštu
it_it: Dopo aver creato un nuovo account, devi verificare il tuo indirizzo email cliccando sul link di verifica che hai ricevuto per email
lt_lt: užregistravę naują paskyrą turite patvirtinti savo el. paštą paspaudę patvirtinimo nuorodą gautame laiške
mk_mk: по регистрирање на нов профил мора да ја подтврдите вашата електронска пошта со кликање на линкот за верификација испратен до вашиот емаил
no_no: etter å ha registrert en ny konto må du bekrefte e-postadressen din ved å klikke på en bekreftelseslenken som er sendt til e-posten din
pl_pl: po zarejestrowaniu nowego konta musisz zweryfikować swój adres e-mail, klikając link weryfikacyjny przesłany na Twój adres e-mail
pt_pt: Depois de registar uma nova conta, aceda ao seu e-mail e carregue no link de verificação que lhe foi enviado.
sk_sk: po registrácii nového účtu musíte overiť svoju e-mailovú adresu kliknutím na overovací odkaz zaslaný na váš e-mail
sq_al: pasi të keni regjistruar një llogari të re ju duhet të verifikoni adresën tuaj të emailit duke klikuar mbi linkun e verifikimit të derguar në emailin tuaj.
sr_me: nakon registracije, morate potvrditi svoju e-mail adresu klikom na vezu poslatu na Vašu e-mail adresu
sr_rs: Након регистрације налога морате потврдити е-маил адресу кликом на линк за потврђивање који је послат на ваш е-маил
uk_ua: після реєстрації нового облікового запису ви повинні підтвердити свою адресу електронної пошти, натиснувши посилання для підтвердження, надіслане на вашу електронну пошту

source: Other
cs_cz: Jiný
de_de: Andere
el_gr: Άλλο
es_es: Otros
fr_fr: Autre
hr_hr: Ostalo
it_it: Altro
lt_lt: Kita
mk_mk: Друго
no_no: Annen
pl_pl: Inne
pt_pt: Outros
sk_sk: Iné
sq_al: Të tjera
sr_me: Ostalo
sr_rs: Друго
uk_ua: Інший

source: Reset the application
cs_cz: Resetujte aplikaci
de_de: App zurücksetzen
el_gr: Επαναφορά εφαρμογής
es_es: Reiniciar la aplicación
fr_fr: Réinitialiser l'application
hr_hr: Resetiraj aplikaciju
it_it: Ripristina l'applicazione
lt_lt: Perkraukite programą
mk_mk: Ресетирајте ја апликацијата
no_no: Tilbakestill applikasjonen
pl_pl: Zresetuj aplikację
pt_pt: Reiniciar a aplicação
sk_sk: Resetovať aplikáciu
sq_al: Ktheni aplikacionin në gjendje fillestare
sr_me: Resetuj aplikaciju
sr_rs: Ресетујте апликацију
uk_ua: Перезавантажте програму

source: Go to the application settings page
cs_cz: Přejděte na stránku nastavení aplikace
de_de: Gehe zur Seite "App-Einstellungen"
el_gr: Πηγαίνετε στις ρυθμίσεις της εφαρμογής
es_es: Ir a ajustes
fr_fr: Aller à la page de réglages de l'application
hr_hr: Idite na stranicu postavki aplikacije
it_it: Vai alle impostazioni dell'applicazione
lt_lt: Eikite į programos nustatymų puslapį
mk_mk: Одете на страната за подесување на апликацијата
no_no: Gå til siden for applikasjonsinnstillinger
pl_pl: Przejdź do strony ustawień aplikacji
pt_pt: Aceda às definições da aplicação
sk_sk: Prejdite na stránku nastavenie aplikácie
sq_al: Shkoni në faqen e parametrave të aplikacionit
sr_me: Idi na stranicu podešavanja aplikacije
sr_rs: Идите на страницу подешавање апликације
uk_ua: Перейдіть на сторінку налаштувань програми

source: and click on the Reset
cs_cz: a klikněte na "Resetovat"
de_de: und klicke auf die "Zurücksetzen"
el_gr: και πατήστε το κουμπί
es_es: después haz clic en resetear
fr_fr: et cliquez sur la réinitialisation
hr_hr: i pritisnite Resetiraj
it_it: e clicca su Ripristina
lt_lt: ir paspauskite Perkrauti
mk_mk: и притиснете на „Ресетирај“
no_no: og klikk på Tilbakestill
pl_pl: i naciśnij przycisk Resetuj
pt_pt: e carregue em "Reiniciar"
sk_sk: a kliknite na tlačidlo Obnoviť
sq_al: dhe klikoni mbi rivendos në gjendje fillestare
sr_me: i klinite "Resetuj"
sr_rs: И кликнете на "Поништи"
uk_ua: і натисні на Скидання

source: button
cs_cz: Tlačítko
de_de: Schaltfläche
el_gr: 'Επαναφορά'
es_es: botón
fr_fr: bouton
hr_hr: tipku
it_it: pulsante
lt_lt: mygtuką
mk_mk: копче/поле
no_no: knapp
pl_pl: przycisk
pt_pt: Botão
sk_sk: tlačidlo
sq_al: butoni
sr_me: dugme
sr_rs: поље
uk_ua: кнопку

source: Record
cs_cz: Nahrát
de_de: Eintragung
el_gr: Καταγραφή
es_es: Registro
fr_fr: enregistrement
hr_hr: Zapis
lt_lt: Įrašas
mk_mk: Запис
no_no: registert observasjon
pl_pl: Obserwacja
pt_pt: Registo
sk_sk: Záznam
sq_al: Regjistro
sr_me: Unos
sr_rs: Запис
uk_ua: Запис

source: Location
cs_cz: Lokalita
de_de: Ort
el_gr: Τοποθεσία
es_es: Localización
fr_fr: Localisation
hr_hr: Lokacija
it_it: Posizione
lt_lt: Vieta
mk_mk: Локација
no_no: Lokalitet
pl_pl: Lokalizacja
pt_pt: Localização
sk_sk: Lokalita
sq_al: Vendndodhja
sr_me: Lokacija
sr_rs: Локација
uk_ua: Місцезнаходження

source: Northern white-breasted hedgehog
cs_cz: Ježek východní
el_gr: Ρουμάνικος σκαντζόχοιρος
es_es: Erizo de los Balcanes
fr_fr: Hérisson de Roumanie
hr_hr: Sjeverni bjeloprsi jež
it_it: Riccio orientale
lt_lt: Ežys Erinaceus roumanicus
no_no: Hvitbrystpiggsvin
pt_pt: Ouriço-romeno ou ouriço-de-peito-branco-do-norte
sk_sk: Jež východný
sq_al: Iriqi gjoks-bardhë verior
sr_me: Sjeverni bjelogrudi jež
sr_rs: Северни белогруди јеж
uk_ua: Північний білочеревий їжак

source: Southern white-breasted hedgehog
cs_cz: Ježek maloasijský
el_gr: Ανατολικός σκαντζόχοιρος
es_es: Erizo oscuro oriental
fr_fr: Hérisson d'Europe orientale
hr_hr: Južni bjeloprsi jež
it_it: Riccio europeo
lt_lt: Baltakrūtis ežys
no_no: Østpiggsvin
pt_pt: Ouriço-cacheiro-oriental ou ouriço-de-peito-branco
sk_sk: Jež bledý
sq_al: Iriqi gjoks-bardhë jugor
sr_me: Južni bjelogrudi jež
sr_rs: Јужни белогруди јеж
uk_ua: Південний їжак

source: Apennine hare
cs_cz: Zajíc korsický
el_gr: Λαγός των Απέννινων
es_es: Liebre italiana
fr_fr: Lièvre corse
hr_hr: Apeninski zec
it_it: Lepre appenninica o Lepre italica
lt_lt: Apeninų kiškis
no_no: Engelsk: Apennine hare
pt_pt: Lebre-italiana
sk_sk: Zajac korsický
sq_al: Lepuri apenin
sr_me: Apeninski zec
sr_rs: Апенински (корзикански) зец
uk_ua: Корсиканський заєць

source: Relatively small with a white face, brown legs and a white or brown underbelly, highly visible, large ears and lack of spines on the crown of the head
cs_cz: Poměrně malý s bílým obličejem, hnědýma nohama a bílým nebo hnědým podbřiškem, dobře viditelné, velké uši a chybějící bodliny na temeni hlavy.
de_de: Relativ klein mit weißem Gesicht, braunen Beinen und weißem oder braunem Bauch, gut sichtbare, große Ohren sowie einer Menge an Stacheln auf der Kopfoberseite
el_gr: Σχετικά μικρός με λευκό πρόσωπο, καφέ πόδια και λευκή ή καφέ κοιλιά, ιδιαίτερα ορατά, μεγάλα αυτιά και έλλειψη ακανθών στο μέτωπο του κεφαλιού
es_es: Morro puntiagudo y cola no visible. Espalda, flancos y parte de la cabeza cubiertos de púas eréctiles blancas y negras. Cara blanca, a veces negra, con vientre inferior blanco o marrón, orejas grandes. Se solapa en el este de Iberia con el erizo europeo E. europaeus, con el que se puede confundir. El erizo moruno es más pequeño, con patas y orejas más largas, sin espinas en la coronilla, suele ser más claro y tiene el pulgar del pie anterior corto sin llegar a la base del segundo dedo. Púas con base y punta blancas, la zona oscura más centrada que en el erizo europeo
fr_fr: Relativement petit, avec la face blanche, les pattes brunes et le ventre blanc ou brun, de grandes oreilles très visibles et une absence d'épines au sommet de la tête
hr_hr: Relativno mali s bijelim licem, smeđim nogama i bijelim ili smeđim potkoljenicama, vrlo čest, s velikim ušima i nedostatkom bodlji na tjemenu glave
it_it: Relativamente piccolo con maschera facciale bianca, arti marroni e ventre bianco o marrone. Orecchie grandi e facili da notare, assenza di spine sulla sommità della testa
lt_lt: Santykinai nedidelis, baltu snukiu, rudomis kojomis, balta arba ruda papilve, gerai matomomis didelėmis ausimis, galvos viršutinė dalis be spyglių
mk_mk: Релативно мал со бела муцка, кафеави нозе и бел или кафеав стомак, лесно може да се забележи, големи уши и недостаток на боцки на круната на главата
no_no: Relativt liten med et hvitt ansikt, brune ben og en hvit eller brun mage, godt synlige, store ører og mangler pigger på kronen av hodet
pl_pl: Średniej wielkości ssak owadożerny. Sierść jasnobrązowa, na pysku bardzo jasna. Grzbiet pokryty białymi kolcami z ciemniejszymi paskami, charakterystyczny brak kolców na czubku głowy. Wyraźnie uwydatnione uszy.
pt_pt: Possui uma dimensão relativamente pequena e face branca. Tem membros geralmente castanhos mais compridos e orelhas maiores do que o ouriço-cacheiro e normalmente espinhos mais claros. O ventre é branco ou em tons de bege. Apresenta uma faixa sem espinhos na zona da cabeça logo acima dos olhos.
sk_sk: Pomerne malý s bielou tvárou, hnedými nohami a bielym alebo hnedým podbruškom, dobre viditeľné, veľké uši a chýbajúce bodliny na temene hlavy.
sq_al: Kryesisht i vogël me një fytyrë të bardhë, këmbë kafe me një pjesë të poshtme të bardhë ose kafe, shumë të dukshëm, veshë të mëdhenj dhe mungesë të gjembave në pjesën e kurorës së kokës.
sr_me: Relativno mali sa bijelim licem, smeđim nogama i bijelim ili smeđim podtrbušnim dijelom, lako uočljiv, velike uši i sa nedostatkom bodlji na tjemenu glave
sr_rs: Релативно мала са белом њушком, смеђим ногама и белим или смеђим трбухом, лако се запажа, великим ушима и недостатком бодљи на круни главе

source: Largest species of hedgehog and mostly brown in colour
cs_cz: Největší druh ježka, většinou hnědě zbarvený.
de_de: Größte Igelart, überwiegend braun gefärbt
el_gr: Το μεγαλύτερο είδος σκαντζόχοιρου, κυρίως καφέ σε χρώμα
es_es: Morro puntiagudo, con patas cortas y cola no visible. Espalda, flancos y parte de la cabeza cubiertos de púas eréctiles blancas y negras. Las púas pardo-negras con puntas y bases blancas le dan un aspecto marronáceo, pero el vientre y la cabeza pueden mostrar zonas pardo amarillentas. Existen variantes claras y en el este y centro de Iberia se puede llegar a confundir con el erizo moruno, Atalerix algirus. Orejas más pequeñas, dedo pulgar de la pata más desarrollada y sección oscura de las púas más próxima a la punta, pueden ayudar a diferenciar los erizos comunes y del moruno.
fr_fr: La plus grande espèce de Hérissons, de couleur brune principalement
hr_hr: Najveća vrsta ježa i uglavnom smeđe boje
it_it: La più grande tra le specie di riccio, dalla colorazione prevalentemente bruna
lt_lt: Didžiausia ežių rūšis, dažniausiai rudi
mk_mk: Најкрупен вид на еж и претежно со кафеава боја
no_no: Største piggsvinart og for det meste brun i fargen
pl_pl: Średniej wielkości ssak owadożerny. Sierść brązowa na całym ciele. Grzbiet pokryty kolcami.
pt_pt: É a maior espécie de ouriço e a sua cor é predominantemente castanha. O focinho é alongado, as orelhas são arredondadas e os olhos proeminentes. O corpo é coberto por espinhos eretos acastanhados com as extremidades brancas e as patas são curtas.
sk_sk: Najväčší druh ježka, väčšinou hnedo zafarbený.
sq_al: Speciet më të mëdhaja të iriqit janë në të shumtën e rasteve ngjyrë kafe
sr_me: Najveća vrsta ježa, najčešće kafene boje
sr_rs: Највећа врста јежа и углавном је смеђе боје

source: Similar to Western hedgehog but identifiable by a white spot on its chest
cs_cz: Podobá se ježkovi západnímu, ale lze jej identifikovat podle bílé skvrny na hrudi
de_de: ähnlich dem Westigel, jedoch mit weißem Brustfleck
el_gr: Παρόμοιος με το δυτικό σκαντζόχοιρο, αλλά ξεχωρίζει, χάρη στη λευκή κηλίδα στην κοιλιά του
es_es: Similar E. europaeus pero identificable por una mancha blanca en el pecho
fr_fr: Similaire au Hérisson d'Europe, mais identifiable à une tâche blanche sur la poitrine
hr_hr: Sličan tamnoprsom ježu ,ali prepoznatljiv po bijeloj oznaci na prsima.
it_it: Simile al riccio europeo ma riconoscibile dalla macchia bianca sul petto
lt_lt: Nuo paprastojo ežio skiriasi balta dėme ant krūtinės
mk_mk: Сличен на западниот еж, но може да се идентификува по белата дамка на градите
no_no: Likner piggsvin, men kan kjennes igjen på en hvit flekk på brystet
pl_pl: Średniej wielkości ssak owadożerny. Sierść brązowa, na brzuchu biała lub szara. Grzbiet pokryty kolcami.
pt_pt: É parecido com o ouriço-cacheiro, mas difere deste por apresentar uma mancha branca no peito.
sk_sk: Podobá sa ježkovi západnému, ale je možné ho identifikovať podľa bielej škvrny na hrudi.
sq_al: I ngjashëm me iriqin perëndimor por i identifikueshëm për shkak të një njolle të bardhë në gjoksin e tij
sr_me: Sličan tamnogrudom ježu ali prepoznatljiv po bijelim grudima
sr_rs: Сличан је западном јежу, али се може препознати по белој тачки на грудима
