Repository: NERC-CEH/imammalia-app
Catalog: src/common/translations/*.po
Languages: cs_cz, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, lt_lt, mk_mk, no_no, pl_pl, pt_pt, sk_sk, sq_al, sr_me, sr_rs, uk_ua

source: Mole
cs_cz: Krtek
de_de: Maulwurf
el_gr: Ασπάλακας
es_es: Topo
fr_fr: Taupe
hr_hr: Krtica
it_it: Talpa
lt_lt: Kurmis
mk_mk: Крт
no_no: Muldvarp
pl_pl: Krety
pt_pt: Toupeira
sk_sk: Krtko
sq_al: Urithi
sr_me: Krtica
sr_rs: Кртица
uk_ua: Кріт

source: Lagomorph
cs_cz: Zajícovití
de_de: Hasenartiger
el_gr: Λαγόμορφο
es_es: Conejos o liebres
fr_fr: Lagomorphe
hr_hr: Dvojezupci
it_it: Lagomorfo
lt_lt: Kiškiažvėris
mk_mk: Зајаковидни
no_no: Haredyr
pl_pl: Zajęczaki
pt_pt: Lagomorfo
sk_sk: Zajacovití
sq_al: Lepuri Lagomorf
sr_me: Dugozubci
sr_rs: Двозупци
uk_ua: Зайцеподібні

source: Rabbits and Hares
cs_cz: Králíci a zajíci
de_de: Kaninchen und Hasen
el_gr: Κουνέλια και Λαγοί
es_es: Conejos o Liebres
fr_fr: Lapins et Lièvres
hr_hr: Kunići i Zečevi
it_it: Coniglio o Lepre
lt_lt: Triušiai ir kiškiai
mk_mk: Куникули и зајаци
no_no: Kaniner og harer
pl_pl: Króliki i zające
pt_pt: Coelhos e Lebres
sk_sk: Králiky a zajace
sq_al: Lepujt dhe lepuri i egër
sr_me: Kunići i zečevi
sr_rs: Кунићи и зечеви
uk_ua: Кролики і зайці

source: Small rodent
cs_cz: Malý hlodavec
de_de: kleines Nagetier
el_gr: Μικρό τρωκτικό
es_es: Otros roedores
fr_fr: Petit rongeur
hr_hr: Mali glodavci
it_it: Piccolo roditore
lt_lt: Smulkus graužikas
mk_mk: Мали глодачи
no_no: Liten gnager
pl_pl: Małe gryzonie
pt_pt: Outros roedores
sk_sk: Malý hlodavec
sq_al: Brejtës i vogël
sr_me: Mali glodari
sr_rs: Мали глодари
uk_ua: Дрібний гризун

source: Vole
cs_cz: Hraboš
de_de: Wühlmaus
el_gr: Σκαπτοποντικός
es_es: Topillo
fr_fr: Campagnol
hr_hr: Voluharice
it_it: Arvicola
lt_lt: Pelėnas
mk_mk: Полјанки
no_no: Stumpmus
pl_pl: Norniki
pt_pt: Rato de cauda curta
sk_sk: Hraboš
sq_al: Miu i livadheve
sr_me: Voluhar
sr_rs: Пољски миш
uk_ua: Полівкові

source: Mouse
cs_cz: Myš
de_de: Maus
el_gr: Ποντικός
es_es: Ratón desconocido
fr_fr: Souris
hr_hr: Miš
it_it: Topo
lt_lt: Pelė
mk_mk: Глушец
no_no: Mus
pl_pl: Myszy
pt_pt: Rato de cauda comprida
sk_sk: Myš
sq_al: Mi
sr_me: Miš
sr_rs: Миш
uk_ua: Миша

source: Rat
cs_cz: Krysa
de_de: Ratte
el_gr: Αρουραίος
es_es: Rata
hr_hr: Štakor
it_it: Ratto
lt_lt: Žiurkė
mk_mk: Стаорец
no_no: Rotte
pl_pl: Szczury
pt_pt: Ratazana
sk_sk: Potkan
sq_al: Miu
sr_me: Pacov
sr_rs: Пацов
uk_ua: Щур

source: Other mustelid
cs_cz: Ostatní lasice
de_de: kleiner Marderartiger
el_gr: Άλλες μουστελίδες
es_es: Otros mustélidos
fr_fr: Autre mustélidé
hr_hr: Kune
it_it: Mustelide
mk_mk: Други куни
no_no: Andre mårdyr
pl_pl: Inne łasicowate
pt_pt: Mustelídeo desconhecido
sk_sk: Ostatné lasicovité druhy
sq_al: Mustelidë të tjerë
sr_me: Ostale kune
sr_rs: Остале куне
uk_ua: Інші мустелові

source: Locating
cs_cz: Lokalizace
de_de: Lokalisieren
el_gr: Εντοπισμός
es_es: Localizando
fr_fr: Localisation de
hr_hr: lociranje
it_it: Localizzare
mk_mk: Утврдува локација
no_no: Lokaliserer
pl_pl: Lokalizuje
pt_pt: A localizar
sk_sk: Lokalizácia
sq_al: Vendndodhja
sr_me: Određivanje lokacije
sr_rs: Одредите локацију
uk_ua: Місцезнаходження

source: Please add record location.
cs_cz: Prosím, přidejte místo záznamu.
de_de: Bitte fügen Sie einen Beobachtungsort ein!
el_gr: Παρακαλώ προσθέστε την τοποθεσία καταγραφής.
es_es: Por favor, añada la localización geográfica del registro.
fr_fr: Veuillez ajouter la localisation
hr_hr: Molimo dodajte lokaciju zapisa
it_it: Per favore inserisci la posizione a cui si riferisce il record
mk_mk: Ве молиме внесете запис за локацијата.
no_no: Vennligst legg til registreringslokalitet.
pl_pl: Proszę dodaj lokalizację obserwacji
pt_pt: Por favor, adicione a localização do registo.
sk_sk: Prosím, pridajte miesto záznamu.
sq_al: Ju lutem shtoni vendndodhjen e regjistrimit.
sr_me: Unesite lokaciju
sr_rs: Молимо Вас унесите запис о локацији.
uk_ua: Будь ласка, додайте місце запису.

source: Please select a species.
cs_cz: Prosím, vyberte druh.
de_de: Bitte wählen Sie eine Art aus!
el_gr: Παρακαλώ επιλέξτε ένα είδος.
es_es: Por favor seleccione una especie.
fr_fr: Veuillez sélectionner une espèce
hr_hr: Molimo odaberite vrstu
it_it: Per favore seleziona una specie.
lt_lt: Pasirinkite rūšį
mk_mk: Ве молиме изберете вид
no_no: Vennligst velg en art.
pl_pl: Proszę wybierz gatunek
pt_pt: Por favor, selecione uma espécie.
sk_sk: Prosím, vyberte druh.
sq_al: Ju lutem përzgjidhni një specie.
sr_me: Unesite vrstu
sr_rs: Молимо Вас одаберите врсту.
uk_ua: Будь ласка, виберіть вид.

source: Enjoying the app?
cs_cz: Baví vás aplikace?
de_de: Gefällt Ihnen diese App?
el_gr: Είστε ευχαριστημένοι με αυτήν την εφαρμογή;
es_es: ¿Te gusta esta aplicación?
fr_fr: L'application vous plait-elle?
hr_hr: Da li uživate u ovoj aplikaciji?
it_it: Ti piace l'app?
mk_mk: Дали ви се допадна апликацијата?
no_no: Liker du appen?
pl_pl: Czy podoba Ci się ta aplikacja?
pt_pt: Está a gostar da aplicação?
sk_sk: Páči sa Vám aplikácia?
sq_al: A ju pëlqen aplikacioni?
sr_me: Da li vam se dopala aplikacija?
sr_rs: Да ли Вам се допала апликација?
uk_ua: Вам подобається програма?

source: Not really
cs_cz: Spíš ne
de_de: Nicht wirklich
el_gr: Μάλλον όχι
es_es: En realidad, No
fr_fr: Pas vraiment
hr_hr: Ne baš
it_it: Non tanto
mk_mk: Не баш
no_no: Ikke gentlig
pl_pl: Nie za bardzo
pt_pt: Sinceramente, não.
sk_sk: Skôr nie
sq_al: Në të vërtetë jo
sr_me: Ne baš
sr_rs: Не баш
uk_ua: Не зовсім

source: Yes!
cs_cz: Ano!
de_de: Ja!
el_gr: Ναι!
es_es: SÍ
fr_fr: Oui!
hr_hr: Da!
it_it: Si!
lt_lt: Taip!
mk_mk: Да!
no_no: Ja!
pl_pl: Tak!
pt_pt: Sim!
sk_sk: Áno!
sq_al: Po!
sr_me: Da!
sr_rs: Да!
uk_ua: Так!

source: Would you mind giving us some feedback?
cs_cz: Dali byste nám zpětnou vazbu?
de_de: Wären SIe bereit, uns Rückmeldung zu geben?
el_gr: Θα θέλατε να μας δώσετε κάποια σχόλια;
es_es: ¿Le importaría darnos su opinión?
fr_fr: Seriez-vous d'accord pour nous donner votre avis?
hr_hr: Dali biste nam željeli dati povratne informacije?
it_it: Potresti darci un feedback?
mk_mk: Дали сакате да дадете мислење?
no_no: Vil du gi oss noen tilbakemeldinger?
pl_pl: Czy mógłbyś przekazać nam swoją opinię?
pt_pt: Poderia dizer-nos a sua opinião sobre a aplicação?
sk_sk: Poskytli by ste nám spätnú väzbu?
sq_al: A mund të na jepni disa reagime?
sr_me: Da li bi ste podijelili Vaše impresije?
sr_rs: Да ли желите да дате мишљење?
uk_ua: Не могли б ви дати нам відгук?

source: No, thanks
cs_cz: Ne, děkuji
de_de: Nein Danke
el_gr: Όχι, ευχαριστώ
es_es: NO, gracias
fr_fr: Non merci!
hr_hr: Ne, hvala
it_it: No, grazie
lt_lt: Ne, ačiū
mk_mk: Не, фала
no_no: Nei takk
pl_pl: Nie dziękuje
pt_pt: Não, obrigado.
sk_sk: Nie, ďakujem
sq_al: Jo, faleminderit
sr_me: Ne, hvala
sr_rs: Не, хвала
uk_ua: Ні, дякую

source: OK, sure
cs_cz: OK, jistě
de_de: Ja gerne
el_gr: Ναι, βεβαίως
es_es: Ok, seguro
fr_fr: Oui, d'accord!
hr_hr: Ok, naravno
it_it: Si, certo
lt_lt: Taip, žinoma
mk_mk: Во ред, се разбира
no_no: OK, greit
pl_pl: Oczywiście
pt_pt: OK, claro.
sk_sk: Áno, určite
sq_al: Po patjetër
sr_me: Da, naravno
sr_rs: Да, свакако
uk_ua: Так, звісно

source: How about a rating on the App Store then?
cs_cz: Co takhle hodnocení na App Store?
de_de: Wie wäre es, die App im App Store zu bewerten?
el_gr: Τι θα λέγατε για μία βαθμολόγηση στο App Store, λοιπόν;
es_es: ¿Qué tal si valora la app en el App Store?
fr_fr: Dans ce cas, souhaitez-vous laisser une note dans l'App Store?
hr_hr: Što kažete na ocjenjivanje u App Storeu?
it_it: Che ne dici di una valutazione sull'App Store?
mk_mk: Што велите да не оцените на „App Store“ тогаш?
no_no: Hva med en vurdering på App Store?
pl_pl: Czy chcesz ocenić aplikację w App Store?
pt_pt: Poderia dar-nos uma classificação na App Store?
sk_sk: Ohodnotili by ste nás teda v App Store?
sq_al: A mund të na jepni një vlerësim në App Store?
sr_me: U tom slučaju, ocijenite nas u App Store-u?
sr_rs: Шта кажете да нас оцените у App store?
uk_ua: А як щодо рейтингу в App Store?

source: How about a rating on the Play Store then?
cs_cz: Co takhle hodnocení v Play Store?
de_de: Wie wäre es, die App im Play Store zu bewerten?
el_gr: Τι θα λέγατε για μία βαθμολόγηση στο Play Store, λοιπόν;
es_es: ¿Se anima a valorar la aplicación en el Play Store?
fr_fr: Dans ce cas, souhaitez-vous laisser une note dans Play Store?
hr_hr: Što kažete na ocjenjivanje u Trgovini Play?
it_it: Che ne dici di una valutazione sul Play Store?
mk_mk: Што велите да не оцените на „Play Store“ тогаш?
no_no: Hva med en vurdering i Play Store?
pl_pl: Czy chcesz ocenić aplikację w Sklepie Play?
pt_pt: Poderia dar-nos uma classificação na Play Store?
sk_sk: Ohodnotili by ste nás teda v Obchode Play?
sq_al: A mund të na jepni një vlerësim në Play Store?
sr_me: U tom slučaju, ocijenite nas u Play Store-u?
sr_rs: Шта кажете да нас оцените у Play store?
uk_ua: А як щодо рейтингу в Play Store?

source: Sightings can be recorded anywhere, with or without photos, and all records will be verified by experts and made available to help with mapping the distribution of European mammals. You can check and update your records online.
cs_cz: Pozorování lze zaznamenat kdekoli, s fotografiemi nebo bez nich. Všechny záznamy budou ověřeny odborníky a zpřístupněny tak, aby pomohly s mapováním rozšíření evropských savců. Své záznamy můžete kontrolovat a aktualizovat online.
de_de: Sichtungen, mit oder ohne Foto, können überall aufgezeichnet werden. Alle Eintragungen werden von Experten begutachtet und danach zur Verbesserung der Vorkommenskarten der europäischen Säugetiere verwendet. Sie können Ihre Eintragungen online überprüfen und aktualisieren.
el_gr: Οι παρατηρήσεις μπορούν να καταγραφούν οπουδήποτε, με ή χωρίς φωτογραφίες, και όλες οι καταγραφές θα επαληθευτούν από ειδικούς και θα διατεθούν για να βοηθήσουν στη χαρτογράφηση της κατανομής των ευρωπαϊκών θηλαστικών. Μπορείτε να ελέγξετε και να ενημερώσετε τα αρχεία σας online.
es_es: Los avistamientos pueden ser registrados en cualquier lugar, con o sin fotos. Los registros serán verificados por expertos y estarán a disposición de los investigadores para ayudar a mapear la distribución de los mamíferos europeos. Usted puede revisar y actualizar sus registros en línea.
fr_fr: Les observations peuvent être enregistrées partout, avec ou sans photos, et tous les enregistrements seront vérifiés par des experts puis rendu accessibles pour aider à cartographier la répartition des mammifères d'Europe. Vous pouvez vérifier et modifier vos enregistrements en ligne.
hr_hr: Zapisi se mogu zabilježiti bilo gdje, sa ili bez fotografija, a sve će snimke provjeriti stručnjaci koji će pomoći u daljnjem mapiranju distribucije europskih sisavaca. Možete provjeriti i ažurirati svoje zapise na internet stranici.
it_it: Gli avvistamenti possono essere registrati ovunque, con o senza foto, e tutte le registrazioni saranno verificate da esperti e rese disponibili per aiutare a mappare la distribuzione dei mammiferi europei. Puoi controllare e aggiornare i tuoi record online.
mk_mk: Записите може да се прават на која било локација, со или без слика, а сите записи ќе бидат верификувани од стручни лица по што ќе станата достапни за изработка на мапи за распространетоста на Европските цицачи. Проверката и ажурирањето на вашите записи се прави електонски.
no_no: Observasjoner kan registreres hvor som helst, med eller uten bilder, og alle registreringer vil bli verifisert av eksperter og gjort tilgjengelig for å hjelpe med å kartlegge distribusjonen av europeiske pattedyr. Du kan sjekke og oppdatere postene dine online.
pl_pl: Obserwacje mogą być rejestrowane w dowolnym miejscu, ze zdjęciami lub bez, a wszystkie obserwacje zostaną zweryfikowane przez ekspertów i udostępnione, tak aby pomóc w mapowaniu rozmieszczenia europejskich gatunków ssaków. Możesz sprawdzić i zaktualizować swoje obserwacje online.
pt_pt: As observações podem ser registadas em qualquer lugar, com ou sem fotos. Todos os registos serão verificados por especialistas e estarão à disposição dos investigadores para ajudar a mapear a distribuição dos mamíferos europeus. Poderá consultar e atualizar os seus registos online.
sk_sk: Pozorovania môžu byť zaznamenané kdekoľvek, s fotografiami alebo bez nich, a všetky záznamy budú overené odborníkmi a sprístupnené, aby pomohli pri mapovaní rozšírenia európskych cicavcov. Svoje záznamy môžete kontrolovať a aktualizovať online.
sq_al: Gjitarët që janë parë mund të regjistrohen kudo, me ose pa foto, dhe të gjitha regjistrimet do të verifikohen nga ekspertët dhe do të bëhen të disponueshme në menyrë që të ndihmojnë në krijimin e hartave të gjitarëve Europianë. Ju mund të kontrolloni dhe përditësoni regjistrimet tuaja online.
sr_me: Unosi se mogu zapisati na milo kojoj lokaciji, sa ili bez slike, a sve što je unijeto biće provjerenood strane stručnjaka nakon čega će biti dostupno za pravljenje mapa rasprostranjenja evropskih vrsta sisara. Provjera i ažuriranje Vaših podataka vrši se elektronskim putem.
sr_rs: Записи се могу правити на било којој локацији, са или без слике, а све што је унето ће бити верификовано од стране стручњака и тада ће бити доступно за прављење карата о преваленцији европских сисара. Провера и ажурирање ваших записа врши се електронским путем.
uk_ua: Спостереження можна записувати де завгодно, з фотографіями або без них, і всі записи будуть перевірені експертами та надані, щоб допомогти скласти карту поширення європейських ссавців. Ви можете перевірити та оновити свої записи онлайн.

source: Users must first register, and can then log into a web site to view and correct records. Choice of country can be reviewed in the settings.
cs_cz: Uživatelé se musí nejprve zaregistrovat a poté se mohou přihlásit na webovou stránku, kde si mohou prohlížet a opravovat záznamy. Výběr země lze zkontrolovat v nastavení.
de_de: Benutzer müssen sich als erstes registrieren und können sich dann auf einer Webseite einloggen, wo sie die Eintragungen anschauen und bearbeiten können.
el_gr: Οι χρήστες πρέπει πρώτα να εγγραφούν και, στη συνέχεια, μπορούν να συνδεθούν σε έναν ιστότοπο για να δουν και να διορθώσουν καταγραφές. Η επιλογή της χώρας μπορεί να ελεγχθεί στις ρυθμίσεις.
es_es: Los usuarios primero deben registrarse en la app y después deben hacerlo en la web usando la misma cuenta. Así le permitirá subir, ver, revisar y corregir sus registros. La elección del país y el idioma se puede cambiar en los ajustes de la app.
fr_fr: Les utilisateurs doivent d'abord d'inscrire, et peuvent ensuite se connecter sur un site pour visualiser et corriger les enregistrements. Le choix du pays peut être modifié dans les réglages.
hr_hr: Korisnici se prvo moraju registrirati, a zatim se mogu prijaviti na internet stranicu radi pregledavanja i ispravljanja zapisa. Izbor zemlje može se pregledati u postavkama.
it_it: Gli utenti devono prima registrarsi e possono poi accedere al sito web per visualizzare e correggere i record. La scelta del Paese può essere modificata nelle impostazioni.
mk_mk: Корисниците мораат прво да се регистрираат, па потоа ќе може да се поврзат на веб страната за да ги прегледаат и направат измени на своите записи. Изборот на држава може да се ревидира во подесувањето.
no_no: Brukere må først registrere seg, og kan deretter logge på et nettsted for å se og korrigere registrerte observasjoner. Valg av land kan gjennomgås i innstillingene.
pl_pl: Użytkownicy muszą się najpierw zarejestrować, a następnie zalogować na stronie internetowej, aby wyświetlić i poprawić błędne obserwacje. Wybór kraju można sprawdzić w ustawieniach.
pt_pt: Os utilizadores devem primeiro registar-se na aplicação e, em seguida, no website usando a mesma conta. Isto permitir-lhe-á carregar, visualizar, rever e alterar os seus registos. A seleção do país e do idioma podem ser alterados nas definições da aplicação.
sk_sk: Používatelia sa musia najprv zaregistrovať a potom sa môžu prihlásiť na webovú stránku, kde si môžu prezerať a opravovať záznamy. Výber krajiny je možné skontrolovať v nastaveniach.
sq_al: Përdoruesit duhet që fillimisht të regjistrohen, dhe pastaj të futen në sitin web për të parë dhe korigjuar regjistrimet. Zgjedhja e shtetit do të rishikohet tek cilësimet.
sr_me: Korisnici se moraju prvo registrovati, a zatim biti u mogućnosti da se prijave na veb-sajtu za pregled i ispravku unosa. Odabir države se može pregledati u podešavanjima.
sr_rs: Корисници се прво морају регистровати, а затим бити у могућности да се повежу на интернет страницу да би прегледали и уређивали своје унете записе. Избор државе може се прегледати у подешавањима.
uk_ua: Користувачі повинні спочатку зареєструватися, а потім можуть увійти на веб-сайт, щоб переглянути та виправити записи. Вибір країни можна переглянути в налаштуваннях.

source: Icons made by
cs_cz: Ikony od
de_de: Symbole erstellt durch
el_gr: Τα εικονίδια έχουν δημιουργηθεί από
es_es: Iconos hechos por
fr_fr: Icônes créés par
hr_hr: Autor ikona
it_it: Icone realizzate da
mk_mk: Икони направени од
no_no: Ikoner laget av
pl_pl: Ikony wykonane przez
pt_pt: Ícones produzidos por
sk_sk: Ikony vytvorené
sq_al: Ikonat janë bërë nga
sr_me: Ikone napravio
sr_rs: Иконе припремио
uk_ua: Ікони зроблені

source: from
cs_cz: od
de_de: von
el_gr: από
es_es: desde
fr_fr: de
hr_hr: od
it_it: da
mk_mk: од
no_no: fra
pl_pl: z
pt_pt: a partir de
sk_sk: od
sq_al: nga
sr_me: iz
sr_rs: од
uk_ua: від

source: Share App Analytics
cs_cz: Sdílejte analýzu aplikací
de_de: App-Analyse aktivieren
el_gr: Κοινή χρήση ανάλυσης εφαρμογής
es_es: Habilitar Análisis de Aplicaciones
fr_fr: Partager les données analytiques de l'application
hr_hr: Omogući Analitiku Aplikacija
it_it: Condividi i dati analitici dell'App
mk_mk: Споеделете податоци од апликацијата
no_no: Del App Analytics
pl_pl: Włącz Analitykę Aplikacji
pt_pt: Ativar Análise de Aplicações
sk_sk: Zdieľať analýzu aplikácií
sq_al: Shpërnda analizat e aplikacionit
sr_me: Podijelite podatke aplikacije
sr_rs: Поделите податке апликације
uk_ua: Поділіться аналітикою додатків

source: Gender
cs_cz: Pohlaví
de_de: Geschlecht
el_gr: Φύλο
es_es: Género
fr_fr: Sexe
hr_hr: Spol
it_it: Sesso
lt_lt: Lytis
mk_mk: Пол
no_no: Kjønn
pl_pl: Płeć
pt_pt: Género
sk_sk: Pohlavie
sq_al: Gjinia
sr_me: Pol
sr_rs: Пол
uk_ua: Стать

source: Age
cs_cz: Věk
de_de: Alter
el_gr: Ηλικία
es_es: Edad
hr_hr: Dob
it_it: Età
lt_lt: Amžius
mk_mk: Возраст
no_no: Alder
pl_pl: Wiek
pt_pt: Idade
sk_sk: Vek
sq_al: Mosha
sr_me: Starost
sr_rs: Старост
uk_ua: Вік

source: Decomposition
cs_cz: Rozklad
de_de: Verwesung
el_gr: Αποσύνθεση
es_es: Grado de descomposición
fr_fr: Décomposition
hr_hr: Raspadanje
it_it: Decomposizione
lt_lt: Suirimas
mk_mk: Распаѓање
no_no: Nedbrytning
pl_pl: Padlina
pt_pt: Grau de decomposição
sk_sk: Rozklad
sq_al: Dekompozim
sr_me: Razgradnja/Raspadanje
sr_rs: Распадање
uk_ua: Розкладання

source: Male
cs_cz: Samec
de_de: männlich
el_gr: Αρσενικό
es_es: Macho
fr_fr: Mâle
hr_hr: Muško
it_it: Maschio
lt_lt: Patinas
mk_mk: Мажјак
no_no: Hann
pl_pl: Samiec
pt_pt: Macho
sk_sk: Muž
sq_al: Mashkull
sr_me: Mužjak
sr_rs: Мужјак
uk_ua: Самець

source: Female
cs_cz: Samice
de_de: weiblich
el_gr: Θηλυκό
es_es: Hembra
fr_fr: Femelle
hr_hr: Žensko
it_it: Femmina
lt_lt: Patelė
mk_mk: Женка
no_no: Hunn
pl_pl: Samica
pt_pt: Fêmea
sk_sk: Žena
sq_al: Femër
sr_me: Ženka
sr_rs: Женка
uk_ua: Самка

source: Please specify the gender of the mammal.
cs_cz: Uveďte prosím pohlaví savce.
de_de: Bitte geben Sie das Geschlecht des Säugetieres an.
el_gr: Παρακαλώ προσδιορίστε το φύλο του θηλαστικού.
es_es: Por favor indique el sexo del animal
fr_fr: Veuillez préciser le sexe du mammifère
hr_hr: Molimo odredite spol životinje
it_it: Per favore specifica il sesso dell'animale.
lt_lt: Nurodykite žinduolio lytį
mk_mk: Ве молиме назначето го полот на цицачот.
no_no: Vennligst spesifiser kjønnet til pattedyret.
pl_pl: Proszę podać płeć osobnika
pt_pt: Por favor, indique o género do mamífero.
sk_sk: Prosím, uveďte pohlavie cicavca.
sq_al: Ju lutem specifikoni gjininë e gjitarit.
sr_me: Navedite pol jedinke.
sr_rs: Молимо Вас да наведете пол сисара.
uk_ua: Вкажі стать.

source: Piglet
cs_cz: Sele
de_de: Frischling
el_gr: Χοιρίδιο
es_es: Rayón
fr_fr: porcelet
hr_hr: Prase
it_it: Piccolo
mk_mk: Прасе
no_no: Grisunge
pl_pl: Warchlak
pt_pt: Riscado
sk_sk: Prasiatko
sq_al: Derrkuc/Gic
sr_me: Prase
sr_rs: Прасе
uk_ua: П'ятачок

source: Juvenile
cs_cz: mladistvý
de_de: Jungtier
el_gr: Ανήλικο
es_es: Juvenil
fr_fr: Juvénile
hr_hr: Mladunče
it_it: Giovane
lt_lt: Jauniklis
mk_mk: Младенче
no_no: Juvenil (ungdyr)
pl_pl: Młodociany
pt_pt: Juvenil
sk_sk: Mladistvý
sq_al: I ri
sr_me: Mladunče
sr_rs: Младунче
uk_ua: Неповнолітній

source: Adult
cs_cz: Dospělec
de_de: Adult (Erwachsen)
el_gr: Ενήλικο
es_es: Adulto
fr_fr: Adulte
hr_hr: Odrasli
it_it: Adulto
lt_lt: Suauges
mk_mk: Возрасен/на
no_no: Adult (voksen)
pl_pl: Dorosły
pt_pt: Adulto
sk_sk: Dospelý
sq_al: I rritur
sr_me: Odrstao/la
sr_rs: Одрастао/ла
uk_ua: Дорослий

source: Please specify the age of the mammal.
cs_cz: Upřesněte prosím věk savce.
de_de: Bitte geben Sie das Alter des Säugetieres an.
el_gr: Παρακαλώ προσδιορίστε την ηλικία του θηλαστικού.
es_es: Por favor, indique la edad del animal
fr_fr: Veuillez préciser l'âge du mammifère
hr_hr: Molimo odredite dob životinje
it_it: Per favore indica l'età dell'animale.
lt_lt: Nurodykite žinduolio amžių
mk_mk: Ве молиме наведете ја возраста на цицачот.
no_no: Vennligst spesifiser pattedyrets alder.
pl_pl: Proszę podać wiek osobnika
pt_pt: Por favor, indique a idade do mamífero.
sk_sk: Prosím, uveďte vek cicavca.
sq_al: Ju lutem specifikoni moshën e gjitarit.
sr_me: Navedite starost jedinke.
sr_rs: Молимо вас да наведете старост сисара.
uk_ua: Вкажі вік.

source: Fresh carcass
cs_cz: Čerstvá mršina
de_de: frischer Kadaver
el_gr: Φρέσκο πτώμα
es_es: Cadáver fresco
fr_fr: Carcasse fraiche
hr_hr: Svježe truplo
it_it: Carcassa fresca
lt_lt: Šviežias lavonas
mk_mk: Свежа мрша
no_no: Ferskt kadaver
pl_pl: Świeża padlina
pt_pt: Cadáver recente
sk_sk: Čerstvá mŕtvola
sq_al: Karkasë/kufomë e freskët
sr_me: Svjež leš
sr_rs: Свеж леш
uk_ua: Свіжа тушка

source: Decomposed
cs_cz: Rozložené
de_de: verwest
el_gr: Σε αποσύνθεση
es_es: Descompuesto
fr_fr: Décomposé
hr_hr: Raspadnuto
it_it: In decomposizione
lt_lt: Suiręs
mk_mk: Распаднат
no_no: Nedbrutt
pl_pl: Rozłożona padlina
pt_pt: Decomposto
sk_sk: Rozložený
sq_al: E dekompozuar
sr_me: Raspadnut
sr_rs: Распаднут
uk_ua: Розклався

source: Dry (just bones left)
cs_cz: Kostra (zůstaly pouze kosti)
de_de: Skelett (nur trockene Knochen übrig)
el_gr: Ξηρό (απομένουν μόνο οστά)
es_es: Seco (principalmente huesos)
fr_fr: Sec (squelette uniquement)
hr_hr: Suho (samo kosti)
it_it: Secca (solo scheletro presente)
mk_mk: Сув (само коските се останати)
no_no: Tørr (bare bein igjen)
pl_pl: Sucha padlina (pozostały tylko kości)
pt_pt: Seco (restam apenas os ossos)
sk_sk: Kostra
sq_al: E tharë (kanë mbetur vetëm kockat)
sr_me: Osušeno (ostale samo kosti)
sr_rs: Сув (остале само кости)
uk_ua: Сухий (залишені тільки кістки)

source: Please specify the state of decomposition of the mammal.
cs_cz: Upřesněte prosím stav rozkladu savce.
de_de: Bitte geben Sie den Verwesungszustand des Säugetieres an.
el_gr: Παρακαλώ περιγράψτε την κατάσταση αποσύνθεσης του θηλαστικού.
es_es: Por favor, indique el grado de de descomposición del animal
fr_fr: Veuillez préciser le stade de décomposition du mammifère.
hr_hr: Molimo odredite stupanj raspadnutosti nađenog trupla
it_it: Per favore, specifica lo stato di conservazione della carcassa.
mk_mk: Ве молам наведете го степенот на распаѓање на цицачот.
no_no: Vennligst spesifiser nedbrytningstilstanden til pattedyret.
pl_pl: Proszę określić stan rozkładu padliny
pt_pt: Por favor, indique o grau de decomposição do mamífero.
sk_sk: Prosím, uveďte stav rozkladu cicavca.
sq_al: Ju lutem specifikoni shkallën e dekompozimit të gjitarit.
sr_me: Navedite stepen raspadanja jedinke.
sr_rs: Молимо Вас наведите степен распадања сисара.
uk_ua: Уточніть стан розкладання.
